Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/APS-CCU/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-ft.*.xlf
Languages: de, fr

# globalAttention
source: Attention
de: Achtung

# globalConfirm
source: Confirm
de: Bestätigen
fr: Confirmer

# globalContinue
source: Continue
de: Fortfahren
fr: Continuer

# globalAbort
source: Abort
de: Abbrechen
fr: Annuler

# globalApply
source: Apply
de: Anwenden
fr: Appliquer

# globalNo
source: No
de: Nein
fr: Non

# globalYes
source: Yes
de: Ja
fr: Oui

# globalError
source: Error
de: Fehler
fr: Erreur

# globalServerError
source: The server is currently unavailable. Please try again later.
de: Der Server ist zur Zeit nicht verfügbar. Bitte versuchen Sie es später noch einmal.
fr: Le serveur est actuellement indisponible. Veuillez réessayer plus tard.

# dialogLoadData
source: Data is loading.
de: Daten werden geladen.
fr: Chargement des données en cours.

# dialogExportData
source: Data downloading.
de: Daten werden runtergeladen.
fr: Téléchargement des données.

# dialogSaveDataQuestion
source: Do you want to save all data, before you continues?
de: Wollen Sie alle Daten speichern, bevor Sie fortfahren?
fr: Voulez-vous sauvegarder toutes les données avant de continuer ?

# dialogSavePicture
source: The picture will be saved.
de: Das Bild wird gespeichert.
fr: L’image sera enregistrée.

# dialogSavePictureError
source: The picture could not be saved.
de: Das Bild konnte nicht gespeichert werden.
fr: L’image n’a pas pu être enregistrée.

# dialogDeletePicture
source: The picture will be deleted.
de: Das Bild wird gelöscht.
fr: L’image sera supprimée.

# dialogDeletePictureError
source: The picture could not be deleted.
de: Das Bild konnte nicht gelöscht werden.
fr: L’image n’a pas pu être supprimée.

# dialogDeleteController
source: The controller will be deleted.
de: Der Controller wird gelöscht.
fr: Le contrôleur sera supprimé.

# dialogDeleteControllerError
source: The controller could not be deleted.
de: Der Controller konnte nicht gelöscht werden.
fr: Le contrôleur n’a pas pu être supprimé.

# dialogSaveController
source: The controller will be saved.
de: Der Controller wird gespeichert.
fr: Le contrôleur sera enregistré.

# dialogSaveControllerError
source: The controller could not be saved.
de: Der Controller konnte nicht gespeichert werden.
fr: Le contrôleur n’a pas pu être enregistré.

# dialogLinkController
source: The controller will be linked.
de: Der Controller wird verbunden.
fr: Le contrôleur sera lié.

# dialogLinkControllerError
source: The pairing code has expired or could not be found. The controller could not be linked.
de: Der Kopplungscode ist abgelaufen oder konnte nicht gefunden werden. Der Controller konnte nicht verlinkt werden.
fr: Le code d'appairage a expiré ou est introuvable. Le contrôleur n’a pas pu être lié.

# dialogDeleteMember
source: The member will be deleted.
de: Das Mitglied wird gelöscht.
fr: Le membre sera supprimé.

# dialogDeleteMemberError
source: The member could not be deleted.
de: Das Mitglied konnte nicht gelöscht werden.
fr: Le membre n’a pas pu être supprimé.

# dialogUpdateMember
source: The member will be saved.
de: Das Mitglied wird gespeichert.
fr: Le membre a été sauvegardé.

# dialogUpdateMemberError
source: The member could not be saved.
de: Das Mitglied konnte nicht gespeichert werden.
fr: Le membre n’a pas pu être sauvegardé.

# dialogCreateMember
source: The member will be created.
de: Das Mitglied wird erzeugt.
fr: Le membre sera créé.

# dialogCreateMemberError
source: The member could not be created.
de: Das Mitglied konnte nicht erzeugt werden.
fr: Le membre n’a pas pu être créé.

# dialogActivateLicence
source: The licence will be activated.
de: Die Lizenz wird aktiviert.
fr: La licence va être activée.

# dialogActivateLicenceInvalidError
source: The licence you entered is invalid.
de: Die von Ihnen eingegebene Lizenz ist ungültig.
fr: La licence saisie est invalide.

# dialogActivateLicenceUsedError
source: The licence you entered is already in use.
de: Die von Ihnen eingegebene Lizenz wird bereits verwendet.
fr: La licence saisie est déjà utilisée.

# dialogActivateLicenceTimeError
source: You have entered too many licences. Please try again later.
de: Sie haben zu viele Lizenzen eingegeben. Bitte versuchen Sie es später noch einmal.
fr: Vous avez saisi trop de licences. Veuillez réessayer plus tard.

# dialogCleanStorage
source: The storage will be freed.
de: Der Speicher wird geleert.
fr: Le stockage sera libéré.

# dialogCleanStorageQuestion
source: Do you really want to clean your storage space?
de: Wollen Sie wirklich Ihren Speicherplatz freigeben?
fr: Vous voulez vraiment nettoyer votre espace de stockage ?

# dialogUpdateUser
source: The profile will be saved.
de: Das Profil wird gespeichert.
fr: Le profil sera enregistré.

# dialogUpdateUserError
source: The profile could not be saved.
de: Das Profil konnte nicht gespeichert werden.
fr: Le profil n’a pas pu être enregistré.

# dialogDeleteUser
source: The profile will be deleted.
de: Das Profil wird gelöscht.
fr: Le profil va être supprimé.

# dialogDeleteUserQuestion
source: Do you really want to delete your profile?
de: Wollen Sie Ihr Profil wirklich löschen?
fr: Voulez-vous vraiment supprimer votre profil ?

# dialogDeleteUserError
source: The profile could not be deleted.
de: Das Profil konnte nicht gelöscht werden.
fr: Le profil n’a pas pu être supprimé.

# dialogDeletePictureQuestion
source: Should the picture be deleted?
de: Soll das Bild gelöscht werden?
fr: L’image doit-elle être supprimée ?

# dialogDeleteAllPicturesQuestion
source: Should all pictures be deleted?
de: Sollen alle Bilder gelöscht werden?
fr: Toutes les images doivent-elles être supprimées ?

# alarmCode100
source: Alarm: Movement noticed!
de: Alarm: Bewegung festgestellt!
fr: Alarme : Mouvement détecté !

# alarmCode200
source: Alarm: Danger of frost! (%1$s°C)
de: Alarm: Frostgefahr! (%1$s°C)
fr: Alarme : Risque de gel ! (%1$s°C)

# alarmCode300
source: Alarm: High Humidity! (%1$s%)
de: Alarm: Hohe Luftfeuchtigkeit! (%1$s%)
fr: Alarme : Humidité élevée ! (%1$s%)

# dashboardCamera
source: Camera
de: Kamera
fr: Caméra

# dashboardCameraControl
source: Camera control
de: Kamerasteuerung
fr: Contrôle de la caméra

# dashboardGallery
source: Gallery
de: Galerie
fr: Galerie

# dashboardChartSingleValue
source: Single value
de: Einzelwert
fr: Valeur individuelle

# dashboardChartCurve
source: Curve
de: Graph
fr: Courbe

# dashboardChartCurrentBrightness
source: Current brightness
de: Aktuelle Helligkeit
fr: Luminosité actuelle

# dashboardChartCurrentAirHumidity
source: Current air humidity
de: Aktuelle Luftfeuchtigkeit
fr: Humidité de l’air actuelle

# dashboardChartCurrentAirQuality
source: Current air quality
de: Aktuelle Luftqualität
fr: Qualité de l’air actuelle

# dashboardChartCurrentAirPressure
source: Current air pressure
de: Aktueller Luftdruck
fr: Pression de l’air actuelle

# dashboardChartCurrentTemperature
source: Current temperature
de: Aktuelle Temperatur
fr: Température actuelle

# dashboardChartBrightnessCurve
source: Brightness curve
de: Helligkeitsverlauf
fr: Courbe de luminosité

# dashboardChartAirHumidityCurve
source: Humidity curve
de: Luftfeuchtigkeitsverlauf
fr: Courbe d’humidité

# dashboardChartAirQualityCurve
source: Air quality curve
de: Luftqualitätsverlauf
fr: Courbe de la qualité de l’air

# dashboardChartAirPressureCurve
source: Air pressure curve
de: Luftdruckverlauf
fr: Courbe de pression d’air

# dashboardChartTemperatureCurve
source: Temperature curve
de: Temperaturverlauf
fr: Courbe de température

# dashboardChartXAxisLabel
source: Time
de: Zeit
fr: Heure

# dashboardChartYAxisLabelTemperature
source: Temperature in °C
de: Temperatur in °C
fr: Température en °C

# dashboardChartYAxisLabelAirHumidity
source: Air humidity in %
de: Luftfeuchtigkeit in %
fr: Humidité de l'air en %

# dashboardChartYAxisLabelAirPressure
source: Air pressure in hPa
de: Luftdruck in hPh
fr: Pression de l’air en hPa

# dashboardChartYAxisLabelAirQuality
source: Air quality [0-500]
de: Luftqualität [0-500]
fr: Qualité de l’air [0-500]

# dashboardChartYAxisLabelBrightness
source: Brightness [0-100]
de: Helligkeit [0-100]
fr: Luminosité [0-100]

# dashboardChartTemperature
source: Temperature
de: Temperatur
fr: Température

# dashboardChartAirHumidity
source: Air Humidity
de: Luftfeuchtigkeit
fr: Humidité de l'air

# dashboardChartAirPressure
source: Air Pressure
de: Luftdruck
fr: Pression de l’air

# dashboardChartAirQuality
source: Air Quality
de: Luftqualität
fr: Qualité de l’air

# dashboardChartBrightness
source: Brightness
de: Helligkeit
fr: Luminosité

# navbarFactorySimulation
source: Training Factory Industry 4.0
de: Lernfabrik 4.0

# navbarSettings
source: Settings
de: Einstellungen
fr: Paramètres

# upgradeTxtControllerHint
source: For communication with the fischertechnik Cloud, the TXT controller requires firmware version 4.7.0. For older versions, an update must be performed, see <a href="https://www.fischertechnik.de/txt-update470" target="_blank">www.fischertechnik.de/txt-update470</a>.
de: Für die Kommunikation mit der fischertechnik Cloud benötigt dieser Controller die Firmware Version 4.7.0. Bei älteren Versionen muss ein Update durchgeführt werden, siehe www.fischertechnik.de/txt-update470.
fr: Pour communiquer avec le fischertechnik Cloud, ce contrôleur a besoin de la version 4.7.0 du firmware. Pour les versions plus anciennes, une mise à jour doit être effectuée, voir www.fischertechnik.de/txt-update470.

# upgradeTxt4ControllerHint
source: This controller does not require an update for communication with the fischertechnik Cloud.
de: Bei diesem Controller ist kein Update für die Kommunikation mit der fischertechnik Cloud erforderlich.
fr: Pour ce contrôleur, aucune mise à jour n'est nécessaire pour la communication avec le fischertechnik Cloud.

# userMenuSalutation
source: Hello
de: Hallo
fr: Bonjour

# userMenuProfile
source: Profile
de: Profil
fr: Profil

# userMenuLogout
source: Logout
de: Abmelden
fr: Déconnexion

# profileBirthday
source: Birthday
de: Geburtstag
fr: Anniversaire

# profileEmailIsBlocked
source: This e-mail has been blocked.
de: Diese E-Mail wurde blockiert.
fr: Cet e-mail a été bloqué.

# profileEmailIsAlreadyRegistered
source: This e-mail is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.
fr: Cet e-mail est déjà enregistré.

# profileEmailIsRequired
source: Email is required
de: E-Mail-Adresse erforderlich
fr: Un e-mail est requis

# profileEmailIsInvalid
source: The e-mail is invalid.
de: Die E-Mail-Adresse ist ungültig.
fr: L’e-mail est invalide.

# profilePassword
source: Password
de: Passwort
fr: Mot de passe

# profileChangePassword
source: change
de: ändern
fr: Modifier

# profileParentEmail
source: Parent Email
de: E-Mail-Adresse eines Elternteils
fr: E-mail parent

# profilePrivacyPolicy
source: By signing up, you agree to the <a [target]="'_blank'" [queryParams]="{ url: 'https://www.fischertechnik.de/{language}/rechtliches/datenschutz'}" [class.disabled] = "null" [routerLink]="['/backlink']" routerLinkActive="active" #rla="routerLinkActive">Privacy Policy</a>.
de: Mit der Anmeldung stimmen Sie der Datenschutzrichtlinie zu.
fr: En vous inscrivant, vous acceptez la déclaration de confidentialité.

# globalEdit
source: Edit
de: Bearbeiten
fr: Éditer

# globalStore
source: Store
de: Speichern
fr: Enregistrer

# globalDelete
source: Delete
de: Löschen
fr: Supprimer

# profileStorage
source: Storage
de: Speicher
fr: Stockage

# profileStorageConsumed
source: consumed
de: belegt
fr: épuisé

# profileStorageFree
source: free
de: frei
fr: libre

# globalClean
source: Clean
de: Leeren
fr: Nettoyer

# globalDownload
source: Download
de: Herunterladen
fr: Téléchargement

# dialogNoControllerRegistered
source: No controller has been registered yet.
de: Es wurde noch kein Controller registriert.
fr: Aucun contrôleur n’a été enregistré jusqu'à présent.

# dialogRegistereController
source: Register controller now ...
de: Controller jetzt registrieren ...
fr: Contrôleur du registre actuellement ...

# dashboardAddWindow
source: Add window
de: Fenster hinzufügen
fr: Ajouter une fenêtre

# dashboardSupplierView
source: Supplier view
de: Lieferantenansicht
fr: Vue fournisseur

# dashboardCustomerView
source: Customer view
de: Kundenansicht
fr: Vue client

# dashboardProductionvView
source: Production view
de: Produktionsansicht
fr: Vue production

# dashboardOrder
source: Order
de: Bestellung
fr: Commander

# dashboardOrderRawMaterial
source: Order raw material
de: Bestellung Rohware
fr: Commander la matière première

# dashboardFactoryStatus
source: Factory status
de: Fabrikstatus
fr: État de l'usine

# dashboardProductionProcess
source: Production process
de: Produktionsprozess
fr: Processus de production

# dashboardStock
source: Stock
de: Lagerbestand

# globalMore
source: More
de: Mehr
fr: Plus

# dashboardWindowFullscreen
source: Fullscreen
de: Vollbildmodus
fr: Plein écran

# dashboardWindowFullscreenExit
source: Exit fullscreen
de: Vollbildmodus beenden
fr: Quitter le mode plein écran

# dashboardWindowClose
source: Close window
de: Fenster schließen
fr: Fermer la fenêtre

source: Red workpiece
de: Werkstück rot
fr: Pièce usinée rouge

source: Blue workpiece
de: Werkstück blau
fr: Pièce usinée bleue

source: White workpiece
de: Werkstück weiß
fr: Pièce usinée blanche

source: Ordered
de: Bestellt
fr: Commandé

source: In process
de: in Produktion
fr: En cours de traitement

source: Shipped
de: wurde versendet
fr: Expédié

source: Availability:
de: Verfügbarkeit:
fr: Disponibilité :

source: Stock:
de: Lagerbestand:

source: order
de: bestellen
fr: commander

source: in stock
de: auf Lager
fr: en stock

source: not in stock
de: nicht auf Lager
fr: pas en stock

# stationDsi
source: Delivery
de: Anlieferung
fr: Livraison

# stationDso
source: Shipping
de: Versand
fr: Expédition

# stationSld
source: Sorting Line
de: Sortierstrecke
fr: Ligne de triage

# stationVgr
source: Vacuum Gripper Robot
de: Sauggreifer
fr: Robot préhenseur à vide

# stationHbw
source: High-Bay Warehouse
de: Hochregallager
fr: Entrepôt à rayonnages hauts

# stationMpo
source: Processing Station
de: Bearbeitungsstation
fr: Station de traitement

source: Acknowledge error
de: Quittieren
fr: Accusé de réception

# workpieceStatus
source: State
de: Status
fr: État

# workpieceStateRaw
source: raw
de: roh
fr: brut

# workpieceStateProcessed
source: processed
de: bearbeitet
fr: transformé

# workpieceStateRejected
source: rejected
de: abgelehnt
fr: rebuté

# workpiecedHistory
source: History
de: Historie
fr: Historique

# codeInDelivery
source: In Delivery
de: Anlieferung Rohware
fr: En cours de livraison

# codeStockpiling
source: Stockpiling
de: Einlagerung
fr: Stockage de réserves

# codeStockRemoval
source: Stock removal
de: Auslagerung
fr: Sortie de stock

# codeProcessingFurnace
source: Processing Furnace
de: Bearbeitung Brennofen
fr: Four de traitement

# codeProcessingMill
source: Processing Mill
de: Bearbeitung Fräse
fr: Broyeur (usine) de traitement

# codeQualityAssurance
source: Quality Assurance
de: Qualitätskontrolle
fr: Assurance de la qualité

# codeShipping
source: Shipping
de: Versand Ware
fr: Expédition

# dashboardNfcReaderBtnRead
source: NFC read
de: NFC lesen
fr: NFC lu

# dashboardNfcReaderBtnDelete
source: NFC delete
de: NFC löschen
fr: Effacer NFC

# dashboardCameraSnapshot
source: Take a snapshot of current picture
de: Schnappschuss für das aktuelle Bild erstellen
fr: Prendre une capture d'écran de l’image actuelle

# dashboardWindowDeleteAllPictures
source: Delete all pictures
de: Alle Bilder löschen

# dashboardWindowDownloadAllPictures
source: Download all pictures
de: Alle Bilder runterladen

# dashboardCameraPtuStepSize
source: Step size
de: Schrittweite
fr: Taille de pas

# dashboardCameraPtuMoveUpwards
source: Move upwards
de: Nach oben
fr: Déplacer vers le haut

# dashboardCameraPtuMoveDown
source: Move down
de: Nach unten
fr: Déplacer vers le bas

# dashboardCameraPtuMoveLeft
source: Move left
de: Nach links
fr: Déplacer vers la gauche

# dashboardCameraPtuMoveRight
source: Move right
de: Nach rechts
fr: Déplacer vers la droite

# dashboardCameraPtuCenter
source: Center the camera
de: Kamera zentrieren
fr: Centrer la caméra

# dashboardCameraPtuStop
source: Stop camera
de: Kamera stoppen
fr: Arrêter la caméra

source: Accuracy
de: Genauigkeit
fr: Précision

source: Calibration required
de: Kalibrierung erforderlich
fr: Calibrage requis

source: Calibration on-going
de: Kalibrierung läuft
fr: Calibrage en cours

source: Invalid value
de: Ungültiger Wert
fr: Valeur invalide

# profileName
source: Name
fr: Nom

# dashboardMonitoring
source: Monitoring
fr: Surveillance

# dashboardNfcReader
source: NFC reader
fr: Lecteur NFC
