{
  "locale": "fr",
  "translations": {
    "@@dspArchStepInterop": "Interopérabilité",
    "@@dspArchStepInteropDesc": "DSP permet une communication événementielle et indépendante du fabricant entre machines, systèmes du shopfloor et plateformes IT.",

    "@@dspArchStepConnectivity": "Connectivité shopfloor",
    "@@dspArchStepConnectivityDesc": "DSP connecte machines, capteurs, systèmes logistiques et actifs du shopfloor via une communication directe et bidirectionnelle, sans modifier la logique de contrôle existante.",

    "@@dspArchStepEvent": "Traitement piloté par événements",
    "@@dspArchStepEventDesc": "DSP traite les événements du shopfloor en temps réel et transforme les signaux techniques en informations orientées processus.",

    "@@dspArchStepChoreo": "Chorégraphie de processus décentralisée",
    "@@dspArchStepChoreoDesc": "DSP permet une exécution de processus décentralisée et résiliente, où des objets de processus autonomes coopèrent sans contrôle monolithique central.",

    "@@dspArchStepDigitalTwin": "Jumeau numérique",
    "@@dspArchStepDigitalTwinDesc": "DSP crée une représentation numérique en temps réel des machines, des processus et des pièces en consolidant les données de plusieurs systèmes.",

    "@@dspArchStepBestBreed": "Indépendance de plateforme & intégration best-of-breed",
    "@@dspArchStepBestBreedDesc": "DSP intègre des systèmes ERP, MES, cloud et analytiques hétérogènes tout en restant indépendant des fournisseurs, des plateformes et des hyperscalers.",

    "@@dspArchStepAnalytics": "Intégration Business & Analytics",
    "@@dspArchStepAnalyticsDesc": "DSP synchronise les événements du shopfloor et les jumeaux numériques avec les systèmes métier, les data lakes et les plateformes analytiques pour une visibilité de bout en bout.",

    "@@dspArchStepAI": "Activation de l’AI & de l’Analytics",
    "@@dspArchStepAIDesc": "DSP fournit des données structurées en temps réel comme base pour l’analytics, le machine learning et les cas d’optimisation prédictive.",

    "@@dspArchStepAuto": "Entreprise autonome & adaptative (cible)",
    "@@dspArchStepAutoDesc": "DSP permet la transition vers une production autonome et adaptative, où les processus s’auto-optimisent en continu à partir de données en temps réel.",

    "@@dspPhase1TitleNew": "Data Foundation & Connectivity",
    "@@dspPhase1SummaryNew": "Acquisition des signaux & Connectivité",

    "@@dspPhase2TitleNew": "Data Integration & Modeling",
    "@@dspPhase2SummaryNew": "Jumeau numérique & Modèle de données sémantique",

    "@@dspPhase3Title": "Analytique",
    "@@dspPhase3Summary": "Tableaux de bord en temps réel, suivi des KPI et analytique prédictive",
    "@@dspPhase3Activity1": "Mise en œuvre de tableaux de bord en temps réel et suivi des KPI (par ex. Power BI, SAP Analytics Cloud).",
    "@@dspPhase3Activity2": "Développement de modèles prédictifs pour la maintenance, la qualité et la prévision de la demande.",
    "@@dspPhase3Activity3": "Mise à disposition de l'analytique en libre-service pour permettre aux utilisateurs d'identifier des tendances.",
    "@@dspPhase3Activity4": "Application d'algorithmes de Machine Learning pour détecter les anomalies dans les données de production.",
    "@@dspPhase3Outcome": "Prise de décision fondée sur les données, insights prédictifs et transparence.",
    "@@dspUseCaseActions": "Actions",
    "@@dspUseCaseSmartFactory": "Smart Factory",
    "@@dspUseCaseInteroperabilityTitle": "Interopérabilité (Event-to-Process)",
    "@@dspUseCaseInteroperabilityDesc": "Normaliser les événements d'atelier et les enrichir de contexte pour créer une vue de processus partagée pour OT et IT",
    "@@dspUseCaseInteroperabilityH1": "Normaliser et harmoniser les événements sur les machines, les stations, les AGV et les systèmes de qualité",
    "@@dspUseCaseInteroperabilityH2": "Ajouter du contexte (ordre, pièce, station, temps) pour rendre les événements 'prêts pour le processus'",
    "@@dspUseCaseInteroperabilityH3": "Corréler les chaînes d'événements en étapes de processus interprétables (event-to-process mapping)",
    "@@dspUseCaseInteroperabilityH4": "Permettre la réutilisation : un modèle d'intégration pour plusieurs cas d'utilisation au lieu d'un câblage point à point",
    "@@orbisUseCaseInteroperabilityHighlight1": "Créer une vue de processus partagée qui aligne les signaux OT avec le contexte de processus IT",
    "@@orbisUseCaseInteroperabilityHighlight2": "Fournir une base cohérente pour la traçabilité, les KPI et l'interconnexion en boucle fermée",
    "@@orbisUseCaseInteroperabilityHighlight3": "Intégrer les meilleurs systèmes cibles (ERP / MES / analytique) sans reconstruire l'intégration d'atelier",
    "@@orbisUseCaseInteroperabilityHighlight4": "SAP peut être un exemple cible, mais n'est pas une condition préalable",
    "@@dspUseCaseInteroperabilityFooter": "OSF est un démonstrateur présentant des principes d'intégration ; les implémentations productives dépendent du paysage cible du client.",
    "@@dspUseCaseViewDetails": "Voir les détails",
    "@@dspUseCaseDoubleClickHint": "Double-clic pour les détails",
    "@@dspPhase3TitleNew": "Advanced Analytics & Intelligence",
    "@@dspPhase3SummaryNew": "Tableaux de bord en temps réel & analytique prédictive",

    "@@dspPhase4TitleNew": "Automation & Orchestration",
    "@@dspPhase4SummaryNew": "Process Objects, Orchestration décentralisée",

    "@@dspPhase5SummaryNew": "Décisions autonomes, ML/IA, Data Lake + ERP + Edge",
    "@@dspIntroTitle": "Qu'est-ce que le DSP ?",
    "@@dspIntroSubtitle": "Distributed Shopfloor Processing (DSP) permet une communication événementielle et indépendante des fabricants entre machines, systèmes et plateformes IT — fondement d'une Smart Factory pleinement interopérable.",
    "@@dspIntroInteroperabilityTitle": "Interopérabilité",
    "@@dspIntroInteroperabilityDesc": "DSP permet une communication événementielle et indépendante des fabricants entre machines, systèmes du shopfloor et plateformes IT — fondement central d'une Smart Factory interopérable.",
    "@@dspIntroEdgeRuntimeTitle": "Runtime Edge",
    "@@dspIntroEdgeRuntimeDesc": "Le DSP Edge assure l'exécution locale et en temps réel des processus, la mise en tampon des données, le prétraitement sémantique et la synchronisation du jumeau numérique — indépendamment de la disponibilité du cloud.",
    "@@dspIntroManagementCockpitTitle": "Management Cockpit",
    "@@dspIntroManagementCockpitDesc": "Le Management Cockpit basé sur le cloud modélise les processus, gère l'organisation du shopfloor et orchestre de manière centralisée l'ensemble des nœuds Edge sur plusieurs sites.",
    "@@dspIntroDigitalTwinTitle": "Jumeau numérique",
    "@@dspIntroDigitalTwinDesc": "DSP crée un jumeau numérique unifié capturant en temps réel les états machines, les paramètres de processus et le cycle de vie des pièces.",
    "@@dspIntroItOtConvergenceTitle": "Convergence IT/OT",
    "@@dspIntroItOtConvergenceDesc": "DSP relie les événements du shopfloor aux systèmes ERP, MES, plateformes IoT, data lakes et services analytiques — permettant une véritable convergence IT/OT.",
    "@@dspIntroBestOfBreedTitle": "Intégration Best-of-Breed",
    "@@dspIntroBestOfBreedDesc": "DSP s'intègre de manière transparente avec SAP Digital Manufacturing, SAP S/4HANA, SAP BTP, Azure IoT, Power BI, SAC et d'autres solutions best-of-breed.",
    "@@dspIntroAutonomousAdaptiveTitle": "Entreprise autonome et adaptative",
    "@@dspIntroAutonomousAdaptiveDesc": "La phase 5 représente l'entreprise entièrement connectée, autonome et adaptative, où les données du shopfloor, de l'Edge, de l'ERP, de l'analytique et des data lakes permettent des workflows auto-optimisés.",
    "@@dspUseCasesTitle": "Cas d'usage DSP",
    "@@dspUseCasesSubtitle": "Applications concrètes du DSP dans des environnements de fabrication intelligente.",
    "@@dspUseCasesSectionTitle": "Cas d'usage",
    "@@dspUseCasesSectionSubtitle": "Applications concrètes du DSP dans des environnements de fabrication intelligente.",
    "@@dspUseCaseAggregationTitle": "Agrégation de données",
    "@@dspUseCaseAggregationDesc": "Collecte et harmonisation des temps de réglage, états opérationnels, arrêts et consommations énergétiques comme base pour le calcul de l'OEE et l'optimisation des processus.",
    "@@dspUseCaseAggregationH1": "Temps de réglage et états opérationnels",
    "@@dspUseCaseAggregationH2": "Analyse des arrêts et de la consommation énergétique",
    "@@dspUseCaseAggregationH3": "Base pour le calcul de l'OEE (Overall Equipment Effectiveness)",
    "@@dspUseCaseAggregationH4": "Informations pour l'optimisation des processus",
    "@@dspUseCaseTrackTraceTitle": "Traçabilité",
    "@@dspUseCaseTrackTraceDesc": "Suivi des pièces via le jumeau numérique, incluant positions AGV, stations et événements pour une traçabilité complète.",
    "@@dspUseCaseTrackTraceH1": "Localisation des pièces en temps réel",
    "@@dspUseCaseTrackTraceH2": "Suivi des positions AGV",
    "@@dspUseCaseTrackTraceH3": "Corrélation des événements de station",
    "@@dspUseCaseTrackTraceH4": "Généalogie complète de la production",
    "@@dspUseCaseTrackTraceLiveTitle": "Traçabilité (Démo en direct)",
    "@@dspUseCaseTrackTraceGenealogyTitle": "Traçabilité (Schéma)",
    "@@dspUseCaseTrackTraceGenealogyDesc": "Diagramme conceptuel montrant comment les événements sont corrélés le long d'un ID de pièce unique pour créer une généalogie complète.",
    "@@dspUseCaseTrackTraceGenealogyH1": "Événements métier (Commande fournisseur, Commande client) avec informations matériel/lot",
    "@@dspUseCaseTrackTraceGenealogyH2": "Plan de production vs. chemin réel (visualisation)",
    "@@dspUseCaseTrackTraceGenealogyH3": "Tag NFC comme clé de jointure pour corrélation d'événements",
    "@@dspUseCaseTrackTraceGenealogyH4": "Chronologie corrélée complète avec contexte de commande",
    "@@dspUseCasePredictiveTitle": "Maintenance prédictive",
    "@@dspUseCasePredictiveDesc": "Surveillance des conditions, systèmes d'alerte précoce et modèles IA/ML pour la maintenance prédictive.",
    "@@dspUseCasePredictiveH1": "Surveillance des conditions en temps réel",
    "@@dspUseCasePredictiveH2": "Système d'alerte précoce pour anomalies",
    "@@dspUseCasePredictiveH3": "Modèles de prédiction IA/ML",
    "@@dspUseCasePredictiveH4": "Planification de la maintenance préventive",
    "@@dspUseCaseOptimizationTitle": "Optimisation des processus",
    "@@dspUseCaseOptimizationDesc": "Pilotage événementiel des processus, planification dynamique et systèmes autonomes pour une optimisation continue.",
    "@@dspUseCaseOptimizationH1": "Contrôle des processus basé sur les événements",
    "@@dspUseCaseOptimizationH2": "Planification dynamique de la production",
    "@@dspUseCaseOptimizationH3": "Réactions autonomes des systèmes",
    "@@dspUseCaseOptimizationH4": "Amélioration continue des processus",
    "@@dspMethodologyTitle": "Méthodologie d'implémentation DSP",
    "@@dspMethodologySubtitle": "Approche structurée en 5 phases de la fondation de données aux opérations autonomes pilotées par IA.",
    "@@dspMethodologySectionTitle": "Méthodologie",
    "@@dspMethodologySectionSubtitle": "Approche structurée en 5 phases de la fondation de données aux opérations autonomes pilotées par IA.",
    "@@dspPhaseActivities": "Activités",
    "@@dspPhaseOutcome": "Résultat",
    "@@dspPhase1Activity1": "Connecter machines, capteurs, ERP, MES et systèmes qualité",
    "@@dspPhase1Activity2": "Standardiser les données via OPC UA, MQTT et ISA-95",
    "@@dspPhase1Activity3": "Construire l'architecture data lake (Azure Data Lake, SAP Edge, IoT Hub)",
    "@@dspPhase1Activity4": "Assurer des pipelines d'ingestion de données sécurisés et évolutifs",
    "@@dspPhase1Outcome": "Visibilité de bout en bout et disponibilité des données",
    "@@dspPhase2Activity1": "Combiner données OT + IT dans une couche sémantique unique",
    "@@dspPhase2Activity2": "Établir la gestion et gouvernance des données de référence",
    "@@dspPhase2Activity3": "Modéliser les relations entre données de production, inventaire et qualité",
    "@@dspPhase2Activity4": "Déployer SAP Datasphere, Azure Synapse ou Databricks pour harmonisation",
    "@@dspPhase2Outcome": "Source de vérité unique, fiable et cohérente",
    "@@dspPhase4Activity1": "Connecter résultats analytiques aux workflows et bots RPA",
    "@@dspPhase4Activity2": "Automatiser tâches répétitives dans écosystèmes SAP et Azure",
    "@@dspPhase4Activity3": "Utiliser déclencheurs événementiels pour actions maintenance, qualité ou logistique",
    "@@dspPhase4Activity4": "Déployer Power Automate, SAP Build Process Automation, Logic Apps",
    "@@dspPhase4Outcome": "Automatisation en boucle fermée, temps de réaction plus rapide, effort manuel réduit",
    "@@dspPhase5Title": "Entreprise autonome et adaptative",
    "@@dspPhase5Summary": "Décisions autonomes, ML/IA, Data Lake + ERP + Edge",
    "@@dspPhase5Activity1": "Déployer IA agentique pour raisonner, planifier et agir de manière autonome",
    "@@dspPhase5Activity2": "Intégrer jumeaux numériques, LLMs et apprentissage par renforcement",
    "@@dspPhase5Activity3": "Auto-optimiser en continu production, énergie et flux supply chain",
    "@@dspPhase5Activity4": "Activer copilotes IA pour opérateurs, planificateurs et ingénieurs",
    "@@dspPhase5Outcome": "Entreprise manufacturière auto-apprenante, adaptative et intelligente",
    "@@orbisUseCaseAggregationDescription": "Harmoniser données métier, shopfloor et capteurs pour une vue de production contextuelle unique.",
    "@@orbisUseCaseAggregationHighlight1": "Flux de commandes ERP enrichis d'événements d'exécution MES et états machine.",
    "@@orbisUseCaseAggregationHighlight2": "Télémétrie machine corrélée avec identifiants de pièce unique (NFC) et paramètres de processus.",
    "@@orbisUseCaseAggregationHighlight3": "Données environnementales (température, humidité, qualité air) liées aux séquences de production et généalogie.",
    "@@orbisUseCaseAggregationHighlight4": "Optimisation processus via analyse temps de cycle, variabilité takt, consommation énergie et utilisation machine.",
    "@@orbisUseCaseTrackTraceDescription": "Généalogie d'objet complète avec traçabilité en temps réel et corrélation qualité.",
    "@@orbisUseCaseTrackTraceHighlight1": "Suivi de localisation au niveau objet sur convoyeurs, modules et stockage haute-bay (HBW).",
    "@@orbisUseCaseTrackTraceHighlight2": "Corrélation paramètres processus (DRILL, MILL, AIQS) avec commandes clients ERP/MES.",
    "@@orbisUseCaseTrackTraceHighlight3": "Données capteurs et télémétrie liées aux résultats qualité, décisions retouche et analyse de cause racine.",
    "@@orbisUseCaseTrackTraceGenealogyDescription": "Explication visuelle du concept Track & Trace par corrélation d'événements et formation de généalogie.",
    "@@orbisUseCaseTrackTraceGenealogyHighlight1": "Événements métier (Commande fournisseur, Commande stockage, Commande client) liés à la pièce via tag NFC.",
    "@@orbisUseCaseTrackTraceGenealogyHighlight2": "Plan de production (séquence théorique) comparé avec route FTS réelle (chemin réel).",
    "@@orbisUseCaseTrackTraceGenealogyHighlight3": "Chronologie corrélée montrant tous les événements combinés en une généalogie complète avec contexte de commande.",
    "@@orbisUseCasePredictiveDescription": "Détection pilotée par IA d'anomalies, modèles d'usure et fenêtres de service optimales.",
    "@@orbisUseCasePredictiveHighlight1": "Reconnaissance de motifs sur charge broche, vibration, durée cycle et utilisation énergétique.",
    "@@orbisUseCasePredictiveHighlight2": "Scoring d'anomalies avec escalade automatisée vers bots maintenance ou notifications SAP.",
    "@@orbisUseCasePredictiveHighlight3": "Prévisions prédictives alimentant plans maintenance SAP, logistique pièces de rechange et guidance opérateur.",
    "@@orbisUseCaseOptimizationDescription": "Optimisation continue des processus de fabrication utilisant données temps réel et historiques.",
    "@@orbisUseCaseOptimizationHighlight1": "Analyse goulots d'étranglement et temps de cycle sur DRILL, MILL, AIQS, FTS et HBW.",
    "@@orbisUseCaseOptimizationHighlight2": "Optimisation utilisation machine, stabilité takt et flux convoyeur.",
    "@@orbisUseCaseOptimizationHighlight3": "Optimisation énergie et ressources utilisant données charge broche, vibration et consommation.",
    "@@orbisUseCaseOptimizationHighlight4": "Recommandations IA pour paramètres tels que vitesse d'avance ou vitesse broche.",
    "@@orbisUseCaseOptimizationHighlight5": "Simulation de scénarios what-if avant application de changements à la ligne physique.",
    "@@orbisUseCaseOptimizationHighlight6": "Améliorations en boucle fermée via exécuteurs DSP et workflows MES/DSP.",
    "@@dspMcStepOrg": "Organization & Asset Modeling",
    "@@dspMcStepOrgDesc": "The Management Cockpit centrally models shopfloor structures, assets and connected systems across all sites.",
    "@@dspMcStepFlow": "Process & Data Flow Configuration",
    "@@dspMcStepFlowDesc": "The Management Cockpit defines process models and controls how events and data are routed between shopfloor, business and cloud systems.",
    "@@dspMcStepGov": "Central Governance & Orchestration",
    "@@dspMcStepGovDesc": "The Management Cockpit centrally governs, configures and orchestrates all DSP Edge nodes across locations and environments.",
    "@@dspMcStepEdge": "Visualisation des nœuds Edge",
    "@@dspMcStepEdgeDesc": "Management Cockpit affichant le nœud DSP Edge central connecté au Management Cockpit.",
    "@@dspMcStepEdgeComplete": "Visualisation complète des nœuds Edge",
    "@@dspMcStepEdgeCompleteDesc": "Management Cockpit affichant trois nœuds DSP Edge dans un segment de 120°, tous connectés au Management Cockpit et interconnectés.",
    "@@dspAnimationBaseTitle": "DSP Architecture, démonstration interactive de la visualisation de l'architecture DSP avec plusieurs vues et animations",
    "@@dspAnimationSubtitle": "Architecture de référence",
    "@@dspAnimationViewModeFunctional": "vue fonctionnelle",
    "@@dspAnimationViewModeComponent": "vue composant",
    "@@dspAnimationViewModeDeployment": "vue déploiement",
    "@@dspArchFunctionalSectionTitle": "Architecture",
    "@@dspArchFunctionalSectionSubtitle": "Vue fonctionnelle de l'architecture de référence DSP avec animation étape par étape.",
    "@@dspArchComponentSectionTitle": "Composants",
    "@@dspArchComponentSectionSubtitle": "Vue des composants présentant l'architecture interne du DSP Edge et leurs interactions.",
    "@@dspArchDeploymentSectionTitle": "Déploiement",
    "@@dspArchDeploymentSectionSubtitle": "Vue du pipeline de déploiement illustrant l'intégration, la transformation, la consolidation et la mise à disposition.",
    "@@dspSectionOverviewTitle": "Vue d'ensemble",
    "@@dspSectionArchitectureTitle": "Architecture",
    "@@dspSectionComponentsTitle": "Composants",
    "@@dspSectionDeploymentTitle": "Déploiement",
    "@@dspSectionUseCasesTitle": "Cas d'usage",
    "@@dspSectionMethodologyTitle": "Méthodologie",
    "@@settingsLanguageLinks": "Langues:",
    "@@settingsDirectPagesTitle": "Pages d'accès direct (non dans la navigation)",
    "@@settingsDirectPagesDescription": "Ces routes peuvent être ouvertes directement (par ex. pour les présentations/mode vidéo) sans ajouter d'onglets supplémentaires à la navigation.",
    "@@customerSelectorTitle": "Architecture DSP Client",
    "@@customerSelectorSubtitle": "Sélectionnez un client pour afficher sa démonstration d'architecture DSP personnalisée.",
    "@@customerSelectorLabel": "Sélectionner un client :",
    "@@customerSelectorPlaceholder": "-- Veuillez sélectionner un client --",
    "@@customerSelectorNavigateButton": "Afficher l'architecture",
    "@@useCaseSelectorTitle": "Cas d'utilisation DSP",
    "@@useCaseSelectorSubtitle": "Cliquez sur un cas d'utilisation pour voir les détails. Double-cliquez ou utilisez \"Voir les détails\" pour naviguer vers l'implémentation détaillée.",
    "@@useCaseSelectorLabel": "Sélectionner un cas d'utilisation :",
    "@@useCaseSelectorPlaceholder": "-- Veuillez sélectionner un cas d'utilisation --",
    "@@useCaseSelectorNavigateButton": "Afficher le cas d'utilisation",
    "@@settingsGrafanaLinkLabel": "URL Application Analytique BP",
    "@@settingsSmartFactoryLinkLabel": "URL Tableau de bord DSP SmartFactory",
    "@@settingsDspLinkLabel": "URL DSP Edge",
    "@@settingsManagementLinkLabel": "URL DSP Management Cockpit",
    "@@settingsErpSystemLinkLabel": "URL Système ERP/SAP",
    "@@settingsErpSystemLinkHint": "Route interne (par ex. 'process') ou URL ERP/SAP externe pour intégration future.",
    "@@erpInfoBoxPurchaseOrderTitle": "Informations de commande",
    "@@erpInfoBoxCustomerOrderTitle": "Informations de commande client",
    "@@erpInfoBoxSubtitle": "Données commerciales ERP pour cette commande",
    "@@erpInfoBoxPurchaseSubtitle": "Matière première pour produit:",
    "@@erpInfoBoxCustomerSubtitle": "Commande client pour produit:",
    "@@erpInfoBoxProductType": "Type de produit:",
    "@@erpInfoBoxPurchaseOrderId": "Numéro de commande:",
    "@@erpInfoBoxSupplierId": "ID Fournisseur:",
    "@@erpInfoBoxCustomerOrderId": "Numéro de commande client:",
    "@@erpInfoBoxCustomerId": "ID Client:",
    "@@erpInfoBoxOrderDate": "Date de commande:",
    "@@erpInfoBoxOrderAmount": "Quantité commandée:",
    "@@erpInfoBoxPlannedDeliveryDate": "Date de livraison prévue:",
    "@@commonClose": "Fermer",
    "@@dspActionAnalytics": "Ouvrir l'Application Analytique BP",
    "@@dspActionAnalyticsDescription": "Basculer vers le tableau de bord analytique (Application Analytique BP) dans une nouvelle fenêtre.",
    "@@dspActionSmartfactory": "Ouvrir le Tableau de bord DSP SmartFactory",
    "@@dspActionSmartfactoryDescription": "Naviguer vers le Tableau de bord SmartFactory dans un nouvel onglet.",
    "@@dspActionEdge": "Ouvrir DSP Edge",
    "@@dspActionEdgeDescription": "Lancer le point de terminaison DSP Edge configuré dans un nouvel onglet.",
    "@@dspActionManagement": "Ouvrir le DSP Management Cockpit",
    "@@dspActionManagementDescription": "Naviguer vers le DSP Management Cockpit pour la gestion des KPI et des workflows.",
    "@@dspArchLabelAnySystem": "any System",
    "@@deviceCNC": "CNC / Station",
    "@@deviceHydraulic": "Hydraulique / Station",
    "@@devicePrinter3D": "Imprimante 3D / Station",
    "@@deviceWeight": "Balance / Station",
    "@@deviceLaser": "Laser / Station",
    "@@dspArchLabelScada": "SCADA / Système",
    "@@dspArchLabelIndustrialProcess": "Processus industriel / Système",
    "@@dspArchLabelCargo": "Cargo / Système",
    "@@dspArchLabelPump": "Pompe / Système",
    "@@processTabHeadline": "Processus Business & Shopfloor",
    "@@processTabDescription": "Processus business (Commandes clients, Commandes d'achat) provenant des systèmes ERP et processus shopfloor (Flux de production, Flux de stockage) orchestrés par DSP.",
    "@@processTabBusinessProcessesTitle": "Processus Business",
    "@@processTabBusinessProcessesSubtitle": "Commandes clients et commandes d'achat des systèmes ERP",
    "@@processTabCustomerOrdersTitle": "Commandes Clients",
    "@@processTabCustomerOrdersActiveEmpty": "Aucune commande client active.",
    "@@processTabCustomerOrdersCompletedEmpty": "Aucune commande client terminée.",
    "@@processTabPurchaseOrdersTitle": "Commandes d'Achat",
    "@@processTabPurchaseOrdersActiveEmpty": "Aucune commande d'achat active.",
    "@@processTabPurchaseOrdersCompletedEmpty": "Aucune commande d'achat terminée.",
    "@@processTabShopfloorProcessesTitle": "Processus Shopfloor",
    "@@processTabShopfloorProcessesSubtitle": "Commandes de production et commandes de stockage contrôlées par les systèmes ERP",
    "@@processTabProductionFlowTitle": "Flux de Production",
    "@@processTabProductionFlowSubtitle": "HBW → Étapes de fabrication → DPS",
    "@@processTabStorageFlowTitle": "Flux de Stockage",
    "@@processTabStorageFlowSubtitle": "DPS → HBW",
    "@@processStorageStartTitle": "Collecte via Station de Livraison et de Collecte (DPS)",
    "@@processStorageEndTitle": "Stockage via entrepôt haute-bay (HBW)",
    "@@processTabProcurementProcessTitle": "Processus d'Approvisionnement",
    "@@processTabProductionProcessTitle": "Processus de Production",
    "@@orderTabHeadline": "Commandes Shopfloor",
    "@@orderTabDescription": "Commandes Shopfloor (production et stockage) avec informations détaillées des étapes et visualisation du shopfloor.",
    "@@orderTabFixtureLabel": "Fixture",
    "@@orderTabProductionHeadline": "Commandes de production",
    "@@orderTabProductionActive": "Actif",
    "@@orderTabProductionActiveEmpty": "Aucune commande de production active.",
    "@@orderTabProductionCompleted": "Terminé",
    "@@orderTabProductionCompletedEmpty": "Aucune commande de production terminée.",
    "@@orderTabStorageHeadline": "Commandes de stockage",
    "@@orderTabStorageActive": "Actif",
    "@@orderTabStorageActiveEmpty": "Aucune commande de stockage active.",
    "@@orderTabStorageCompleted": "Terminé",
    "@@orderTabStorageCompletedEmpty": "Aucune commande de stockage terminée.",
    "@@orderTabLoading": "Chargement des commandes …",
    "@@orderTabExpandCompleted": "Développer les commandes terminées",
    "@@orderTabCollapseCompleted": "Réduire les commandes terminées",
    "@@moduleTabHeadline": "Modules",
    "@@moduleTabDescription": "Vue d'ensemble des modules avec statut, connexions et actions.",
    "@@moduleTabHint": "Les données sont mises à jour automatiquement à partir des instantanés d'état de jumelage.",
    "@@moduleTabLoading": "Chargement de la télémétrie des modules …",
    "@@moduleTabAwaiting": "En attente de la télémétrie des modules …",
    "@@moduleTabEmpty": "Aucune donnée de statut de module disponible.",
    "@@moduleTabShopfloorPreviewTitle": "Disposition du shopfloor",
    "@@moduleTabShopfloorPreviewDescription": "Représentation visuelle du statut des modules sur le shopfloor. Les modules connectés affichent un indicateur de connexion, et la disponibilité est indiquée par des bordures colorées (vert: Disponible, orange: Occupé, rouge: Bloqué).",
    "@@moduleTabShopfloorPreviewExpand": "Développer l'aperçu du shopfloor",
    "@@moduleTabShopfloorPreviewCollapse": "Réduire l'aperçu du shopfloor",
    "@@moduleTabModulesStatusBadge": "Statut des modules",
    "@@moduleTabSelectedModule": "Module sélectionné",
    "@@moduleTabOpenSidebar": "Ouvrir la barre latérale",
    "@@moduleTabDetailSerial": "Numéro de série",
    "@@moduleTabDetailAvailability": "Disponibilité",
    "@@moduleTabDetailConnected": "Connexion",
    "@@moduleTabDetailConfigured": "Configuré",
    "@@moduleTabDetailIp": "IP",
    "@@moduleTabDetailLastUpdate": "Dernière mise à jour",
    "@@moduleTabDetailPosition": "Position",
    "@@moduleTabYes": "Oui",
    "@@moduleTabNo": "Non",
    "@@moduleTabUnknown": "Inconnu",
    "@@moduleTabDrillDspAction": "Action DSP – changeLight",
    "@@moduleTabDrillCurrentLight": "Actuel",
    "@@moduleTabDrillPreviousLight": "Précédent",
    "@@moduleTabDrillShowDeveloper": "Développeur (2 derniers dsp/drill/action)",
    "@@moduleTabDrillNoMessages": "Aucun message dsp/drill/action pour le moment.",
    "@@moduleTabSequenceCommandsTitle": "Commandes de séquence",
    "@@moduleTabSequenceCommandsWarning": "Ne pas exécuter pendant le processus de production en cours.",
    "@@moduleTabSequenceCommandsDescription": "Envoyez les commandes manuellement en séquence. Attendez que chaque commande soit terminée avant d'envoyer la suivante.",
    "@@moduleTabSequenceCommandSend": "Envoyer",
    "@@moduleTabSequenceCommandReset": "Réinitialiser",
    "@@moduleTabSequenceCommandSent": "Envoyé",
    "@@moduleTabSequenceCommandsShowDeveloper": "Développeur (dernières commandes de séquence envoyées)",
    "@@moduleTabSequenceCommandsNoMessages": "Aucune commande de séquence envoyée pour le moment.",
    "@@moduleTabConnected": "Connecté",
    "@@moduleTabDisconnected": "Déconnecté",
    "@@legendAvailable": "Disponible",
    "@@legendBusy": "Occupé",
    "@@legendBlocked": "Bloqué",
    "@@legendUnknown": "Inconnu",
    "@@moduleTableColumnId": "ID",
    "@@moduleTableColumnName": "Nom",
    "@@moduleTableColumnRegistryActive": "Registre actif",
    "@@moduleTableColumnConnected": "Connecté",
    "@@moduleTableColumnAvailabilityStatus": "Statut de disponibilité",
    "@@moduleTableColumnMessages": "Messages",
    "@@moduleTableColumnLastUpdate": "Dernière mise à jour",
    "@@moduleTableColumnCommand": "Commande",
    "@@moduleStatusActive": "Actif",
    "@@moduleStatusInactive": "Inactif",
    "@@moduleStatusConnected": "Connecté",
    "@@moduleStatusDisconnected": "Déconnecté",
    "@@moduleAvailabilityAvailable": "Disponible",
    "@@moduleAvailabilityBusy": "Occupé",
    "@@moduleAvailabilityBlocked": "Bloqué",
    "@@moduleAvailabilityUnknown": "Inconnu",
    "@@moduleCommandCalibrate": "Calibrer",
    "@@moduleCommandDock": "Accoster",
    "@@moduleCommandCharge": "Charger",
    "@@moduleCommandStopCharging": "Arrêter la charge",
    "@@moduleDetailsTitle": "Détails du module",
    "@@moduleDetailsDescription": "Derniers messages pour ce module (Connexion, État, Fiche technique)",
    "@@moduleDetailsNoMessages": "Aucun message disponible pour ce module.",
    "@@moduleDetailsNoSelection": "Cliquez sur une cellule de module pour voir ses détails.",
    "@@moduleDetailsClose": "Fermer la barre latérale",
    "@@navTrackTrace": "Track & Trace",
    "@@trackTraceTitle": "Track & Trace",
    "@@trackTraceTabHeadline": "Track & Trace",
    "@@trackTraceTabDescription": "Généalogie d'objet complète avec traçabilité en temps réel et corrélation qualité.",
    "@@trackTraceSearchPlaceholder": "Rechercher l'ID de la pièce...",
    "@@trackTraceWorkpiecesTitle": "Pièces suivies",
    "@@trackTraceNoWorkpieces": "Aucune pièce suivie pour le moment.",
    "@@trackTraceNoWorkpiecesHint": "Les pièces apparaîtront ici une fois chargées sur le FTS.",
    "@@trackTraceEventHistory": "Historique des événements",
    "@@trackTraceClose": "✕ Fermer",
    "@@trackTraceIdLabel": "ID:",
    "@@trackTraceShopfloorEvents": "Événements shopfloor",
    "@@trackTraceOrderContext": "Contexte de commande",
    "@@trackTraceOrder": "Commande",
    "@@trackTraceStorageOrder": "Commande de stockage (matière première)",
    "@@trackTraceProductionOrder": "Commande de production",
    "@@trackTraceOrderStatus": "Statut:",
    "@@trackTraceOrderStatusActive": "Actif",
    "@@trackTraceOrderStatusCompleted": "Terminé",
    "@@trackTracePurchaseOrder": "Commande d'achat:",
    "@@trackTraceSupplierId": "ID Fournisseur:",
    "@@trackTraceOrderDate": "Date de commande:",
    "@@trackTraceRawMaterialOrderDate": "Date de commande matière première:",
    "@@trackTraceDeliveryDate": "Date de livraison:",
    "@@trackTraceStorageDate": "Date de stockage:",
    "@@trackTraceCustomerOrder": "Commande client:",
    "@@trackTraceCustomerId": "ID Client:",
    "@@trackTraceCustomerOrderDate": "Date de commande client:",
    "@@trackTraceProductionStartDate": "Début de production:",
    "@@trackTraceDeliveryEndDate": "Date d'expédition:",
    "@@configurationOpcUaServer": "Serveur OPC-UA",
    "@@configurationOpcUaEndpoint": "Point d'accès OPC-UA",
    "@@configurationOpcUaIpAddress": "Adresse IP OPC-UA",
    "@@configurationOpcUaDescription": "Description OPC-UA",
    "@@configurationTxtController": "Contrôleur TXT",
    "@@configurationTxtControllerName": "Nom du contrôleur TXT",
    "@@configurationTxtControllerIp": "Adresse IP du contrôleur TXT",
    "@@configurationTxtControllerIpNote": "(DHCP)",
    "@@configurationTxtControllerDescription": "Description du contrôleur TXT",
    "@@configurationOpcUaSectionTitle": "Serveur OPC-UA",
    "@@configurationTxtControllerSectionTitle": "Contrôleur TXT 4.0",
    "@@interoperabilityUseCaseHeadline": "Interopérabilité: Event-to-Process Map",
    "@@trackTraceGenealogyUseCaseHeadline": "Généalogie de traçabilité",
    "@@interoperabilityUseCaseDescription": "Transformer les événements d'atelier en vue de processus prête à l'emploi grâce à la normalisation et au contexte.",
    "@@uc06.title": "Interopérabilité: Event-to-Process Map",
    "@@uc06.subtitle": "Transformer les événements d'atelier en vue de processus prête à l'emploi grâce à la normalisation et au contexte.",
    "@@uc06.sources.header": "Sources: événements et signaux",
    "@@uc06.lane.business_context.title": "Contexte métier (ERP/MES)",
    "@@uc06.chip.production_order": "Ordre de production",
    "@@uc06.chip.production_order.line1": "Ordre de",
    "@@uc06.chip.production_order.line2": "production",
    "@@uc06.chip.storage_order": "Ordre de stockage",
    "@@uc06.chip.storage_order.line1": "Ordre de",
    "@@uc06.chip.storage_order.line2": "stockage",
    "@@uc06.chip.material": "Matériau",
    "@@uc06.chip.customer": "Client",
    "@@uc06.chip.routing": "Gamme",
    "@@uc06.chip.operation": "Opération",
    "@@uc06.lane.machine_station.title": "Machine / Station / Dispositif",
    "@@uc06.chip.operation_label": "Opération:",
    "@@uc06.chip.start": "Démarrer",
    "@@uc06.chip.stop": "Arrêter",
    "@@uc06.chip.state_label": "État:",
    "@@uc06.chip.running": "En cours",
    "@@uc06.chip.idle": "Inactif",
    "@@uc06.chip.fail": "Échec",
    "@@uc06.lane.agv_system.title": "AGV / Système",
    "@@uc06.chip.pick": "PRÉLÈVER",
    "@@uc06.chip.transfer": "TRANSFÉRER",
    "@@uc06.chip.drop": "DÉPOSER",
    "@@uc06.chip.route": "Itinéraire",
    "@@uc06.lane.quality_aiqs.title": "Qualité (AIQS)",
    "@@uc06.chip.check_quality": "VÉRIFIER_QUALITÉ:",
    "@@uc06.chip.pass": "Réussi",
    "@@uc06.chip.fail": "Échec",
    "@@uc06.lane.environment_sensors.title": "Environnement / Capteurs",
    "@@uc06.chip.temperature": "Température",
    "@@uc06.chip.energy": "Énergie",
    "@@uc06.chip.vibration": "Vibration",
    "@@uc06.chip.pressure": "Pression",
    "@@uc06.dsp.header": "DSP: Normaliser + Contexte + Corrélation",
    "@@uc06.step.normalize.title": "Normaliser (sémantique et format)",
    "@@uc06.step.normalize.description": "Uniformiser les protocoles et modèles de données, canoniser les événements",
    "@@uc06.step.enrich.title": "Enrichir le contexte (ordre, pièce, station, temps)",
    "@@uc06.step.enrich.description": "Lier les événements au contexte de processus",
    "@@uc06.step.correlate.title": "Corrélation (chaîne d'événements → étape de processus)",
    "@@uc06.step.correlate.description": "Mapper les chaînes d'événements en étapes interprétables",
    "@@uc06.bar.process_ready": "Événements + Contexte = Prêt pour le processus",
    "@@uc06.bar.reusable": "Réutilisable au lieu de point à point",
    "@@uc06.bar.foundation": "Fondation pour la traçabilité, les KPI et les boucles fermées",
    "@@uc06.bar.foundation.line1": "Fondation pour la traçabilité, les KPI",
    "@@uc06.bar.foundation.line2": "et les boucles fermées",
    "@@uc06.targets.header": "Vue de processus et systèmes cibles",
    "@@uc06.process_view.title": "Event-to-Process Map",
    "@@uc06.timeline.warehouse": "Entrepôt",
    "@@uc06.timeline.agv": "AGV",
    "@@uc06.timeline.station": "Station",
    "@@uc06.timeline.transfer": "Transfert",
    "@@uc06.timeline.quality": "Qualité",
    "@@uc06.timeline.complete": "Terminé",
    "@@uc06.target.erp": "ERP",
    "@@uc06.target.mes": "MES",
    "@@uc06.target.analytics_ai": "Analytique / IA",
    "@@uc06.targets.note": "Best-of-breed: SAP peut être un exemple, mais ce n'est pas une condition préalable.",
    "@@uc06.outcome.traceability": "Traçabilité / Généalogie",
    "@@uc06.outcome.kpi": "Calcul des KPI (délai d'exécution, temps d'arrêt, éléments OEE)",
    "@@uc06.outcome.kpi.line1": "Calcul des KPI",
    "@@uc06.outcome.kpi.line2": "(délai d'exécution, temps d'arrêt, éléments OEE)",
    "@@uc06.outcome.closed_loop": "Orchestration en boucle fermée",
    "@@uc06.footer": "Combine les événements des machines, AGV, qualité et contexte métier en une vue de processus partagée.",
    "@@uc01.title": "Track & Trace — SinglePart (NFC)",
    "@@uc01.subtitle": "Business Context + Trace + Enrichment",
    "@@uc01.lane.business": "Contexte Métier",
    "@@uc01.lane.trace": "Trace & Généalogie",
    "@@uc01.lane.shopfloor": "Shopfloor & Enrichissement",
    "@@uc01.time_arrow": "Temps →",
    "@@uc01.thread.label": "NFC-ID: [UID-1234]  (SinglePart Thread)",
    "@@uc01.node.dps": "DPS",
    "@@uc01.node.mill_par": "(MILL)",
    "@@uc01.node.hbw": "HBW",
    "@@uc01.node.aiqs_par": "(AIQS)",
    "@@uc01.node.drill": "DRILL",
    "@@uc01.node.dps_par": "(DPS)",
    "@@uc01.node.aiqs": "AIQS",
    "@@uc01.node.dps_out": "DPS",
    "@@uc01.biz.po": "PO [PO-ID]",
    "@@uc01.biz.so": "SO [SO-ID]",
    "@@uc01.biz.co": "CO [CO-ID]",
    "@@uc01.biz.prod": "PROD [PROD-ID]",
    "@@uc01.enrich.agv": "Système AGV",
    "@@uc01.enrich.oee": "OEE",
    "@@uc01.enrich.cfg": "CFG",
    "@@uc01.enrich.cam": "CAM",
    "@@uc01.enrich.temp": "TEMP",
    "@@uc01.phase.procurement": "Phase 1 : Approvisionnement",
    "@@uc01.phase.production": "Phase 2 : Exécution de production",
    "@@uc01.legend.title": "Légende",
    "@@uc01.legend.cyan": "Pièce physique (NFC)",
    "@@uc01.legend.red": "Arrêt parallèle ①",
    "@@uc01.legend.dashed": "Corrélation / Jointure",
    "@@uc01.legend.abbr": "Abr. : HBW, DPS, DRILL, MILL, AIQS",
    "@@uc01.legend.parallel": "Ordre parallèle FTS",
    "@@uc01.abbreviations": "HBW=Entrepôt grande hauteur | DPS=Livraison & Pickup | DRILL=Perçage | MILL=Fraisage | AIQS=Qualité IA",
    "@@uc02.title": "Agrégation de données : trois bassins pour des KPI fiables",
    "@@uc02.subtitle": "Business + Atelier + Environnement : seule la combinaison rend les KPI explicables et actionnables.",
    "@@uc02.dsp.header": "Modèle de contexte DSP & Médiation",
    "@@uc02.src.business": "Données métier",
    "@@uc02.src.business.sub": "ERP, Ordre, Matériau",
    "@@uc02.src.shopfloor": "Données atelier",
    "@@uc02.src.shopfloor.sub": "Événements, FTS, Qualité",
    "@@uc02.src.env": "Données environnement",
    "@@uc02.src.env.sub": "Énergie, Temp, Vibration",
    "@@uc02.step.normalize": "1. Normaliser",
    "@@uc02.step.normalize.sub": "Unités, Formats",
    "@@uc02.step.enrich": "2. Enrichir",
    "@@uc02.step.enrich.sub": "Ajouter du contenu",
    "@@uc02.step.correlate": "3. Corréler",
    "@@uc02.step.correlate.sub": "Lier les données",
    "@@uc02.note.context": "Ordre ↔ ID pièce ↔ Station",
    "@@uc02.tgt.analytics": "Analytics & App IA",
    "@@uc02.tgt.bi": "BI / Data Lake",
    "@@uc02.tgt.closed_loop": "Boucle fermée / ERP",
    "@@uc02.feedback": "Retour",
    "@@uc02.footer": "OSF est un démonstrateur illustrant les principes d'intégration ; les implémentations productives sont spécifiques au client.",
    "@@uc02.lane.analytics": "Couche Analytics & Value",
    "@@uc02.lane.dsp": "Modèle de contexte DSP & Médiation",
    "@@uc02.lane.data": "Couche Données",
    "@@threeDataPoolsUseCaseHeadline": "Agrégation de données : trois bassins pour des KPI fiables"
  }
}
