Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-ft.*.xlf
Languages: es, nl, ru

# globalAttention
source: Attention
es: Atención
nl: Attentie
ru: Внимание

# globalConfirm
source: Confirm
es: Confirmar
nl: Bevestigen
ru: Подтвердить

# globalContinue
source: Continue
es: Continuar
nl: Voortzetten
ru: Продолжить

# globalAbort
source: Abort
es: Abortar
nl: Afbreken
ru: Прервать

# globalApply
source: Apply
es: Aplicar
nl: Toepassen
ru: Применять

# globalNo
source: No
nl: Nee
ru: Нет

# globalYes
source: Yes
es: Sí
nl: Ja
ru: Да

# globalError
source: Error
nl: Fout
ru: Ошибка

# globalServerError
source: The server is currently unavailable. Please try again later.
es: El servidor no está disponible en estos momentos. Por favor, inténtelo de nuevo más tarde.
nl: De server is momenteel niet beschikbaar. Probeer het later nog eens.
ru: В настоящее время сервер недоступен. Повторите попытку позже.

# dialogLoadData
source: Data is loading.
es: Se están cargando los datos.
nl: Gegevens worden geladen.
ru: Данные загружаются.

# dialogExportData
source: Data downloading.
es: Descargando datos.
nl: Gegevens downloaden.
ru: Загрузка данных.

# dialogSaveDataQuestion
source: Do you want to save all data, before you continues?
es: ¿Desea guardar todos los datos antes de continuar?
nl: Wil je alle gegevens opslaan voordat je doorgaat?
ru: Желаете ли сохранить все данные перед продолжением?

# dialogSavePicture
source: The picture will be saved.
es: La imagen será guardada.
nl: De foto wordt opgeslagen.
ru: Изображение будет сохранено.

# dialogSavePictureError
source: The picture could not be saved.
es: La imagen no ha podido ser guardada.
nl: De foto kon niet worden opgeslagen.
ru: Не удалось сохранить изображение.

# dialogDeletePicture
source: The picture will be deleted.
es: La imagen será eliminada.
nl: De foto wordt verwijderd.
ru: Изображение будет удалено.

# dialogDeletePictureError
source: The picture could not be deleted.
es: La imagen no ha podido ser eliminada.
nl: De foto kon niet worden verwijderd.
ru: Не удалось удалить изображение.

# dialogDeleteController
source: The controller will be deleted.
es: El controlador será eliminado.
nl: De controller wordt verwijderd.
ru: Контроллер будет удален.

# dialogDeleteControllerError
source: The controller could not be deleted.
es: El controlador no ha podido ser eliminado.
nl: De controller moet niet worden verwijderd.
ru: Не удалось удалить контроллер.

# dialogSaveController
source: The controller will be saved.
es: El controlador será guardado.
nl: De controller wordt opgeslagen.
ru: Контроллер будет сохранен.

# dialogSaveControllerError
source: The controller could not be saved.
es: El controlador no ha podido ser guardado.
nl: De controller kon niet worden opgeslagen.
ru: Не удалось сохранить контроллер.

# dialogLinkController
source: The controller will be linked.
es: El controlador será vinculado.
nl: De controller wordt gekoppeld.
ru: Контроллер будет связан.

# dialogLinkControllerError
source: The pairing code has expired or could not be found. The controller could not be linked.
es: El código de emparejamiento ha expirado o no ha podido ser encontrado. El controlador no ha podido ser vinculado.
nl: De pairing-code is ongeldig geworden of werd niet gevonden. De controller kon niet gekoppeld worden.
ru: Срок действия кода связывания истек или код не найден. Не удалось связать контроллер.

# dialogDeleteMember
source: The member will be deleted.
es: El miembro será eliminado.
nl: Het lid wordt verwijderd.
ru: Элемент будет удален.

# dialogDeleteMemberError
source: The member could not be deleted.
es: El miembro no ha podido ser eliminado.
nl: Het lid kon niet worden verwijderd.
ru: Не удалось удалить элемент.

# dialogUpdateMember
source: The member will be saved.
es: El miembro será guardado.
nl: Het lid wordt opgeslagen.
ru: Элемент будет сохранен.

# dialogUpdateMemberError
source: The member could not be saved.
es: El miembro no ha podido ser guardado.
nl: Het lid kon niet worden opgeslagen.
ru: Не удалось сохранить элемент.

# dialogCreateMember
source: The member will be created.
es: El miembro será creado.
nl: Het lid wordt aangemaakt.
ru: Элемент будет создан.

# dialogCreateMemberError
source: The member could not be created.
es: El miembro no ha podido ser creado.
nl: Het lid kon niet worden aangemaakt.
ru: Не удалось создать элемент.

# dialogActivateLicence
source: The licence will be activated.
es: La licencia será activada.
nl: De licentie wordt geactiveerd.
ru: Лицензия будет активирована.

# dialogActivateLicenceInvalidError
source: The licence you entered is invalid.
es: La licencia introducida no es válida.
nl: De ingevoerde licentie is ongeldig.
ru: Введен неправильный номер лицензии.

# dialogActivateLicenceUsedError
source: The licence you entered is already in use.
es: La licencia introducida ya está en uso.
nl: De ingevoerde licentie wordt reeds gebruikt.
ru: Введенный номер лицензии уже используется.

# dialogActivateLicenceTimeError
source: You have entered too many licences. Please try again later.
es: Ha introducido demasiadas licencias. Por favor, inténtelo de nuevo más tarde.
nl: Je hebt te veel licenties ingevoerd. Probeer het later nog eens.
ru: Введено слишком много лицензий. Повторите попытку позже.

# dialogCleanStorage
source: The storage will be freed.
es: El almacenamiento se liberará.
nl: De opslag wordt opgeschoond.
ru: Хранилище будет освобождено.

# dialogCleanStorageQuestion
source: Do you really want to clean your storage space?
es: ¿Está seguro de que desea limpiar su espacio de almacenamiento?
nl: Wil je echt je opslagruimte opschonen?
ru: Вы действительно желаете очистить пространство в вашем хранилище?

# dialogUpdateUser
source: The profile will be saved.
es: El perfil será guardado.
nl: Het profiel wordt opgeslagen.
ru: Профиль будет сохранен.

# dialogUpdateUserError
source: The profile could not be saved.
es: El perfil no ha podido ser guardado.
nl: Het profiel kon niet worden opgeslagen.
ru: Не удалось сохранить профиль.

# dialogDeleteUser
source: The profile will be deleted.
es: El perfil será eliminado.
nl: Het profiel wordt gewist.
ru: Учетная запись будет удалена.

# dialogDeleteUserQuestion
source: Do you really want to delete your profile?
es: ¿Está seguro de que desea eliminar su perfil?
nl: Wil je je profiel echt wissen?
ru: Вы действительно желаете удалить вашу учетную запись?

# dialogDeleteUserError
source: The profile could not be deleted.
es: No se ha podido eliminar el perfil.
nl: Het profiel kan niet worden gewist.
ru: Невозможно удалить учетную запись.

# dialogDeletePictureQuestion
source: Should the picture be deleted?
es: ¿Desea eliminar la imagen?
nl: Moet de foto verwijderd worden?
ru: Удалить изображение?

# dialogDeleteAllPicturesQuestion
source: Should all pictures be deleted?
es: ¿Desea eliminar todas las imágenes?
nl: Moeten alle foto’s verwijderd worden?
ru: Удалить все изображения?

# alarmCode100
source: Alarm: Movement noticed!
es: Alarma: ¡Se ha detectado movimiento!
nl: Alarm: Beweging waargenomen!
ru: Тревога: замечено движение!

# alarmCode200
source: Alarm: Danger of frost! (%1$s°C)
es: Alarma: ¡Peligro de congelación! (%1$s°C)
nl: Alarm: Vorstgevaar! (%1$s°C)
ru: Тревога: опасность заморозков! (%1$s°C)

# alarmCode300
source: Alarm: High Humidity! (%1$s%)
es: Alarma: ¡Humedad elevada! (%1$s%)
nl: Alarm: Hoog vochtigheidsgehalte! (%1$s%)
ru: Тревога: высокая влажность! (%1$s%)

# dashboardCamera
source: Camera
es: Cámara
ru: Камера

# dashboardCameraControl
source: Camera control
es: Control de la cámara
nl: Camerabediening
ru: Управление камерой

# dashboardGallery
source: Gallery
es: Galería
nl: Galerij
ru: Галерея

# dashboardChartSingleValue
source: Single value
es: Valor individual
nl: Enkele waarde
ru: Отдельное значение

# dashboardChartCurve
source: Curve
es: Curva
nl: Verloop
ru: Кривая

# dashboardChartCurrentBrightness
source: Current brightness
es: Brillo actual
nl: Huidige helderheid
ru: Текущая яркость

# dashboardChartCurrentAirHumidity
source: Current air humidity
es: Humedad actual del aire
nl: Huidige luchtvochtigheid
ru: Текущее качество воздуха

# dashboardChartCurrentAirQuality
source: Current air quality
es: Calidad actual del aire
nl: Huidige luchtkwaliteit
ru: Текущее качество воздуха

# dashboardChartCurrentAirPressure
source: Current air pressure
es: Presión actual del aire
nl: Huidige luchtdruk
ru: Текущее атмосферное давление

# dashboardChartCurrentTemperature
source: Current temperature
es: Temperatura actual
nl: Huidige temperatuur
ru: Текущая температура

# dashboardChartBrightnessCurve
source: Brightness curve
es: Curva de brillo
nl: Helderheidsverloop
ru: Кривая изменения яркости

# dashboardChartAirHumidityCurve
source: Humidity curve
es: Curva de humedad
nl: Vochtigheidsverloop
ru: Кривая изменения влажности

# dashboardChartAirQualityCurve
source: Air quality curve
es: Curva de calidad del aire
nl: Luchtkwaliteitsverloop
ru: Кривая изменения качества воздуха

# dashboardChartAirPressureCurve
source: Air pressure curve
es: Curva de presión del aire
nl: Luchtdrukverloop
ru: Кривая изменения атмосферного давления

# dashboardChartTemperatureCurve
source: Temperature curve
es: Curva de temperatura
nl: Temperatuurverloop
ru: Кривая изменения температуры

# dashboardChartXAxisLabel
source: Time
es: Hora
nl: Tijd
ru: Время

# dashboardChartYAxisLabelTemperature
source: Temperature in °C
es: Temperatura en °C
nl: Temperatuur in °C
ru: Температура, °C

# dashboardChartYAxisLabelAirHumidity
source: Air humidity in %
es: Humedad del aire en %
nl: Luchtvochtigheid in %
ru: Влажность воздуха, %

# dashboardChartYAxisLabelAirPressure
source: Air pressure in hPa
es: Presión del aire en hPa
nl: Luchtdruk in hPa
ru: Атмосферное давление, гПа

# dashboardChartYAxisLabelAirQuality
source: Air quality [0-500]
es: Calidad del aire [0-500]
nl: Luchtkwaliteit [0 - 500]
ru: Качество воздуха [0-500]

# dashboardChartYAxisLabelBrightness
source: Brightness [0-100]
es: Brillo [0-100]
nl: Helderheid [0 - 100]
ru: Яркость [0-100]

# dashboardChartTemperature
source: Temperature
es: Temperatura
nl: Temperatuur
ru: Температура

# dashboardChartAirHumidity
source: Air Humidity
es: Humedad del aire
nl: Luchtvochtigheid
ru: Влажность воздуха

# dashboardChartAirPressure
source: Air Pressure
es: Presión del aire
nl: Luchtdruk
ru: Атмосферное давление

# dashboardChartAirQuality
source: Air Quality
es: Calidad del aire
nl: Luchtkwaliteit
ru: Качество воздуха

# dashboardChartBrightness
source: Brightness
es: Brillo
nl: Helderheid
ru: Яркость

# navbarSmartHome
source: Sensor Station IoT
ru: Интеллектуальный дом

# navbarSettings
source: Settings
es: Ajustes
nl: Instellingen
ru: Настройки

# upgradeTxtControllerHint
source: For communication with the fischertechnik Cloud, the TXT controller requires firmware version 4.7.0. For older versions, an update must be performed, see <a href="https://www.fischertechnik.de/txt-update470" target="_blank">www.fischertechnik.de/txt-update470</a>.
es: Para la comunicación con el fischertechnik Cloud, este controlador requiere la versión de firmware 4.7.0. Para versiones anteriores, se debe realizar una actualización, ver www.fischertechnik.de/txt-update470.
nl: Voor communicatie met de fischertechnik Cloud heeft deze controller firmware versie 4.7.0 nodig. Voor oudere versies moet een update worden uitgevoerd, zie www.fischertechnik.de/txt-update470.
ru: Для связи с fischertechnik Cloud этот контроллер требует прошивки версии 4.7.0. Для более старых версий необходимо выполнить обновление, см. www.fischertechnik.de/txt-update470.

# upgradeTxt4ControllerHint
source: This controller does not require an update for communication with the fischertechnik Cloud.
es: Este controlador no requiere una actualización para la comunicación con el fischertechnik Cloud.
nl: Deze controller heeft geen update nodig voor de communicatie met de fischertechnik Cloud.
ru: Этот контроллер не требует обновления для связи с fischertechnik Cloud.

# userMenuSalutation
source: Hello
es: Hola
nl: Hallo
ru: Здравствуйте

# userMenuProfile
source: Profile
es: Perfil
nl: Profiel
ru: Профиль

# userMenuLogout
source: Logout
es: Cerrar sesión
nl: Uitloggen
ru: Выход

# profileName
source: Name
es: Nombre
nl: Naam
ru: Имя

# profileBirthday
source: Birthday
es: Cumpleaños
nl: Verjaardag
ru: Дата рождения

# profileEmail
source: Email
es: Correo electrónico
ru: Электронная почта

# profileEmailIsBlocked
source: This e-mail has been blocked.
es: Este correo electrónico ha sido bloqueado.
nl: Deze e-mail is geblokkeerd.
ru: Данный адрес электронной почты заблокирован.

# profileEmailIsAlreadyRegistered
source: This e-mail is already registered.
es: Este correo electrónico ya está registrado.
nl: Deze e-mail is reeds geregistreerd.
ru: Данный адрес электронной почты уже зарегистрирован.

# profileEmailIsRequired
source: Email is required
es: Correo electrónico requerido
nl: E-mail is vereist
ru: Требуется адрес электронной почты

# profileEmailIsInvalid
source: The e-mail is invalid.
es: El correo electrónico no es válido.
nl: E-mail is ongeldig.
ru: Этот адрес электронной почты недействителен.

# profilePassword
source: Password
es: Contraseña
nl: Wachtwoord
ru: Пароль

# profileChangePassword
source: change
es: cambiar
nl: wijzig
ru: сменить

# profileParentEmail
source: Parent Email
es: Correo electrónico de los padres
nl: Bovenliggende e-mail
ru: Электронная почта родителя

# profilePrivacyPolicy
source: By signing up, you agree to the <a [target]="'_blank'" [queryParams]="{ url: 'https://www.fischertechnik.de/{language}/rechtliches/datenschutz'}" [class.disabled] = "null" [routerLink]="['/backlink']" routerLinkActive="active" #rla="routerLinkActive">Privacy Policy</a>.
es: Al inscribirse está aceptando la Política de Privacidad.
nl: Door je aan te melden ga je akkoord met het privacybeleid.
ru: Регистрируясь, вы соглашаетесь с Политикой конфиденциальности.

# globalEdit
source: Edit
es: Editar
nl: Bewerken
ru: Редактировать

# globalStore
source: Store
es: Guardar
nl: Bewaar
ru: Сохранить

# globalDelete
source: Delete
es: Eliminar
nl: Wissen
ru: Удалить

# profileStorage
source: Storage
es: Almacenamiento
nl: Opslag
ru: Хранилище

# profileStorageConsumed
source: consumed
es: consumido
nl: verbruikt
ru: использовано

# profileStorageFree
source: free
es: libre
nl: vrij
ru: свободно

# globalClean
source: Clean
es: Limpiar
nl: Vernieuwen
ru: Очистить

# globalDownload
source: Download
es: Descarga
ru: Загрузить

# dialogNoControllerRegistered
source: No controller has been registered yet.
es: No se ha registrado todavía ningún controlador.
nl: Nog geen controller geregistreerd.
ru: Не зарегистрировано ни одного контроллера

# dialogRegistereController
source: Register controller now ...
es: Registrar controlador ahora ...
nl: Registreer controller nu ...
ru: Зарегистрировать контроллер сейчас...

# dashboardAddWindow
source: Add window
es: Añadir ventana
nl: Venster toevoegen
ru: Добавить окно

# dashboardSupplierView
source: Supplier view
es: Vista de proveedor
nl: Weergave leverancier
ru: Вид поставщика

# dashboardCustomerView
source: Customer view
es: Vista de cliente
nl: Weergave klant
ru: Вид заказчика

# dashboardProductionvView
source: Production view
es: Vista de producción
nl: Weergave productie
ru: Вид производства

# dashboardMonitoring
source: Monitoring
es: Monitorización
ru: Мониторинг

# dashboardOrder
source: Order
es: Pedido
nl: Bestelling
ru: Заказ

# dashboardOrderRawMaterial
source: Order raw material
es: Encargar materia prima
nl: Bestel ruw materiaal
ru: Заказать сырье

# dashboardFactoryStatus
source: Factory status
es: Estado de fábrica
nl: Fabrieksstatus
ru: Состояние завода

# dashboardProductionProcess
source: Production process
es: Proceso de producción
nl: Productieproces
ru: Производственный процесс

# dashboardStock
source: Stock
es: Existencias
nl: Voorraad
ru: Запас

# dashboardNfcReader
source: NFC reader
es: Lector NFC
ru: NFC-сканер

# globalMore
source: More
es: Más
nl: Meer
ru: Больше

# dashboardWindowFullscreen
source: Fullscreen
es: Pantalla completa
nl: Volledig scherm
ru: Полный экран

# dashboardWindowFullscreenExit
source: Exit fullscreen
es: Salir de pantalla completa
nl: Volledig scherm verlaten
ru: Выход из полноэкранного режима

# dashboardWindowClose
source: Close window
es: Cerrar ventana
nl: Venster sluiten
ru: Закрыть окно

source: Red workpiece
es: Pieza de trabajo roja
nl: Rood werkstuk
ru: Красная заготовка

source: Blue workpiece
es: Pieza de trabajo azul
nl: Blauw werkstuk
ru: Синяя заготовка

source: White workpiece
es: Pieza de trabajo blanca
nl: Wit werkstuk
ru: Белая заготовка

source: Ordered
es: Pedido
nl: Besteld
ru: Заказано

source: In process
es: En proceso
nl: Wordt verwerkt
ru: В процессе

source: Shipped
es: Enviado
nl: Verzonden
ru: Отгружено

source: Availability:
es: Disponibilidad:
nl: Beschikbaarheid:
ru: Доступность:

source: Stock:
es: Existencias:
nl: Voorraad:
ru: Запас:

source: order
es: pedir
nl: bestel
ru: заказ

source: in stock
es: en existencia
nl: Op voorraad
ru: в запасе

source: not in stock
es: sin existencias
nl: Niet op voorraad
ru: в запасе отсутствует

# stationDsi
source: Delivery
es: Entrega
nl: Levering
ru: Поставка

# stationDso
source: Shipping
es: Envío
nl: Verzenden
ru: Отгрузка

# stationSld
source: Sorting Line
es: Línea de clasificación
nl: Sorteerlijn
ru: Сортировочная линия

# stationVgr
source: Vacuum Gripper Robot
nl: Vacuümgrijprobot
ru: Робот с вакуумным захватом

# stationHbw
source: High-Bay Warehouse
es: Almacén automático
nl: Hoge magazijnstellingen
ru: Многоярусный склад

# stationMpo
source: Processing Station
es: Estación de procesado
nl: Verwerkingsstation
ru: Обрабатывающая станция

source: Acknowledge error
es: Confirmar
nl: Toestaan
ru: Подтвердить

# workpieceStatus
source: State
es: Estado
nl: Status
ru: Состояние

# workpieceStateRaw
source: raw
es: prima
nl: ruw
ru: необработанное

# workpieceStateProcessed
source: processed
es: procesado
nl: verwerkt
ru: обработанное

# workpieceStateRejected
source: rejected
es: rechazado
nl: afgewezen
ru: отклоненное

# workpiecedHistory
source: History
es: Historial
nl: Geschiedenis
ru: История

# codeInDelivery
source: In Delivery
es: En entrega
nl: Wordt geleverd
ru: В поставке

# codeStockpiling
source: Stockpiling
es: Almacenamiento
nl: Aanleg voorraad
ru: Складирование запасов

# codeStockRemoval
source: Stock removal
es: Eliminación de existencias
nl: Verwijdering voorraad
ru: Выдача со склада

# codeProcessingFurnace
source: Processing Furnace
es: Horno de procesado
nl: Verwerking oven
ru: Печь для обработки

# codeProcessingMill
source: Processing Mill
es: Molino de procesado
nl: Verwerking fabriek
ru: Мельница для обработки

# codeQualityAssurance
source: Quality Assurance
es: Garantía de calidad
nl: Kwaliteitsgarantie
ru: Обеспечение качества

# codeShipping
source: Shipping
es: Envío
nl: Verzenden
ru: Отгрузка

# dashboardNfcReaderBtnRead
source: NFC read
es: Leer NFC
nl: NFC lezen
ru: Чтение NFC (ближней бесконтактной связи)

# dashboardNfcReaderBtnDelete
source: NFC delete
es: Borrar NFC
nl: NFC wissen
ru: Удаление NFC (ближней бесконтактной связи)

# dashboardCameraSnapshot
source: Take a snapshot of current picture
es: Tomar una instantánea de la imagen actual
nl: Maak een snapshot van een actuele foto
ru: Сделать снимок текущего изображения

# dashboardCameraPtuStepSize
source: Step size
es: Tamaño de paso
nl: Stappenformaat
ru: Размер шага

# dashboardCameraPtuMoveUpwards
source: Move upwards
es: Mover hacia arriba
nl: Omhoog
ru: Перейти вверх

# dashboardCameraPtuMoveDown
source: Move down
es: Mover hacia abajo
nl: Omlaag
ru: Перейти вниз

# dashboardCameraPtuMoveLeft
source: Move left
es: Mover a la izquierda
nl: Naar links
ru: Перейти влево

# dashboardCameraPtuMoveRight
source: Move right
es: Mover a la derecha
nl: Naar rechts
ru: Перейти вправо

# dashboardCameraPtuCenter
source: Center the camera
es: Centrar la cámara
nl: Midden van de camera
ru: Центрировать камеру

# dashboardCameraPtuStop
source: Stop camera
es: Detener la cámara
nl: Camera stoppen
ru: Остановить камеру

source: Accuracy
es: Precisión
nl: Nauwkeurigheid
ru: Точность

source: Calibration required
es: Calibración necesaria
nl: Kalibratie vereist
ru: Требуется калибровка

source: Calibration on-going
es: Calibración en marcha
nl: Kalibratie actief
ru: Выполняется калибровка

source: Invalid value
es: Valor no válido
nl: Ongeldige waarde
ru: Недопустимое значение
