Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-omm.*.xlf
Languages: es, fr, nl, pt, ru

# RA.INPUT.PICK.APPROACH_A.Y
source: Wegpunkt A - Wareneingang - Y-Koordinate
es: Punto de ruta A - entrada de mercancías - Coordenada Y
fr: Point de passage A - Entrée de marchandises - Coordonnée Y
nl: Waypoint A - goederenontvangst - Y-coördinaat
pt: Ponto de passagem A – entrada de mercadorias – coordenada Y
ru: Путевая точка А - поступление продукции - координата Y

# RA.INPUT.PICK.APPROACH_A.Z
source: Wegpunkt A - Wareneingang - Z-Koordinate
es: Punto de ruta A - entrada de mercancías - Coordenada Z
fr: Point de passage A - Entrée de marchandises - Coordonnée Z
nl: Waypoint A - goederenontvangst - Z-coördinaat
pt: Ponto de passagem A – entrada de mercadorias – coordenada Z
ru: Путевая точка А - поступление продукции - координата Z

# RA.INPUT.PICK.APPROACH_B.X
source: Wegpunkt B - Wareneingang - X-Koordinate
es: Punto de ruta B - entrada de mercancías - Coordenada X
fr: Point de passage B - Entrée de marchandises - Coordonnée X
nl: Waypoint B - goederenontvangst - X-coördinaat
pt: Ponto de passagem B – entrada de mercadorias – coordenada X
ru: Путевая точка В - поступление продукции - координата X

# RA.INPUT.PICK.APPROACH_B.Y
source: Wegpunkt B - Wareneingang - Y-Koordinate
es: Punto de ruta B - entrada de mercancías - Coordenada Y
fr: Point de passage B - Entrée de marchandises - Coordonnée Y
nl: Waypoint B - goederenontvangst - Y-coördinaat
pt: Ponto de passagem B – entrada de mercadorias – coordenada Y
ru: Путевая точка В - поступление продукции - координата Y

# RA.INPUT.PICK.APPROACH_B.Z
source: Wegpunkt B - Wareneingang - Z-Koordinate
es: Punto de ruta B - entrada de mercancías - Coordenada Z
fr: Point de passage B - Entrée de marchandises - Coordonnée Z
nl: Waypoint B - goederenontvangst - Z-coördinaat
pt: Ponto de passagem B – entrada de mercadorias – coordenada Z
ru: Путевая точка В - поступление продукции - координата Z

# RA.INPUT.PICK.TARGET.X
source: Zielpunkt - Wareneingang - X-Koordinate
es: Punto de destino - entrada de mercancías - Coordenada X
fr: Point de destination - Entrée de marchandises - Coordonnée X
nl: Bestemmingspunt - goederenontvangst - X-coördinaat
pt: Ponto de destino – entrada de mercadorias – coordenada X
ru: Пункт назначения - поступление продукции - координата X

# RA.INPUT.PICK.TARGET.Y
source: Zielpunkt - Wareneingang - Y-Koordinate
es: Punto de destino - entrada de mercancías - Coordenada Y
fr: Point de destination - Entrée de marchandises - Coordonnée Y
nl: Bestemmingspunt - goederenontvangst - Y-coördinaat
pt: Ponto de destino – entrada de mercadorias – coordenada Y
ru: Пункт назначения - поступление продукции - координата Y

# RA.INPUT.PICK.TARGET.Z
source: Zielpunkt - Wareneingang - Z-Koordinate
es: Punto de destino - entrada de mercancías - Coordenada Z
fr: Point de destination - Entrée de marchandises - Coordonnée Z
nl: Bestemmingspunt - goederenontvangst - Z-coördinaat
pt: Ponto de destino – entrada de mercadorias – coordenada Z
ru: Пункт назначения - поступление продукции - координата Z

# RA.NFC.APPROACH.X
source: Wegpunkt - NFC-Leser - X-Koordinate
es: Punto de ruta - Lector NFC - Coordenada X
fr: Point de passage - Lecteur NFC - Coordonnée X
nl: Waypoint - NFC-lezer - X-coördinaat
pt: Ponto de passagem – leitor NFC – coordenada X
ru: Путевая точка - NFC-считыватель - координата X

# RA.NFC.APPROACH.Y
source: Wegpunkt - NFC-Leser - Y-Koordinate
es: Punto de ruta - Lector NFC - Coordenada Y
fr: Point de passage - Lecteur NFC - Coordonnée Y
nl: Waypoint - NFC lezer - Y-coördinaat
pt: Ponto de passagem – leitor NFC – coordenada Y
ru: Путевая точка - NFC-считыватель - координата Y

# RA.NFC.APPROACH.Z
source: Wegpunkt - NFC-Leser - Z-Koordinate
es: Punto de ruta - Lector NFC - Coordenada Z
fr: Point de passage - Lecteur NFC - Coordonnée Z
nl: Waypoint - NFC lezer - Z-coördinaat
pt: Ponto de passagem – leitor NFC – coordenada Z
ru: Путевая точка - NFC-считыватель - координата Z

# RA.NFC.TARGET.X
source: Zielpunkt - NFC-Leser - X-Koordinate
es: Punto de destino - Lector NFC - Coordenada X
fr: Point de destination - Lecteur NFC - Coordonnée X
nl: Bestemmingspunt - NFC-lezer - X coördinaat
pt: Ponto de destino – leitor NFC – coordenada X
ru: Пункт назначения - NFC-считыватель - координата X

# RA.NFC.TARGET.Y
source: Zielpunkt - NFC-Leser - Y-Koordinate
es: Punto de destino - Lector NFC - Coordenada Y
fr: Point de destination - Lecteur NFC - Coordonnée Y
nl: Bestemmingspunt - NFC-lezer - Y coördinaat
pt: Ponto de destino – leitor NFC – coordenada Y
ru: Пункт назначения - NFC-считыватель - координата Y

# RA.NFC.TARGET.Z
source: Zielpunkt - NFC-Leser - Z-Koordinate
es: Punto de destino - Lector NFC - Coordenada Z
fr: Point de destination - Lecteur NFC - Coordonnée Z
nl: Bestemmingspunt - NFC-lezer - Z coördinaat
pt: Ponto de destino – leitor NFC – coordenada Z
ru: Пункт назначения - NFC-считыватель - координата Z

# RA.NIO.APPROACH.X
source: Wegpunkt - NIO-Behälter - X-Koordinate
es: Punto de ruta - Contenedor NIO - Coordenada X
fr: Point de passage - Conteneur de pièces NOK - Coordonnée X
nl: Waypoint - NIO-container - X coördinaat
pt: Ponto de passagem – contentor NIO – coordenada X
ru: Путевая точка - NIO-контейнер- координата X

# RA.NIO.APPROACH.Y
source: Wegpunkt - NIO-Behälter - Y-Koordinate
es: Punto de ruta - Contenedor NIO - Coordenada Y
fr: Point de passage - Conteneur de pièces NOK - Coordonnée Y
nl: Waypoint - NIO-container - Y-coördinaat
pt: Ponto de passagem – contentor NIO – coordenada Y
ru: Путевая точка - NIO-контейнер - координата Y

# RA.NIO.APPROACH.Z
source: Wegpunkt - NIO-Behälter - Z-Koordinate
es: Punto de ruta - Contenedor NIO - Coordenada Z
fr: Point de passage - Conteneur de pièces NOK - Coordonnée Z
nl: Waypoint - NIO-container - Z-coördinaat
pt: Ponto de passagem – contentor NIO – coordenada Z
ru: Путевая точка - NIO-контейнер - координата Z

# RA.NIO.TARGET.X
source: Zielpunkt - NIO-Behälter - X-Koordinate
es: Punto de destino - Contenedor NIO - Coordenada X
fr: Point de destination - Conteneur de pièces NOK - Coordonnée X
nl: Bestemmingspunt - NIO-container - X-coördinaat
pt: Ponto de destino – contentor NIO – coordenada X
ru: Пункт назначения - NIO-контейнер - координата X

# RA.NIO.TARGET.Y
source: Zielpunkt - NIO-Behälter - Y-Koordinate
es: Punto de destino - Contenedor NIO - Coordenada Y
fr: Point de destination - Conteneur de pièces NOK - Coordonnée Y
nl: Bestemmingspunt - NIO-container - Y-coördinaat
pt: Ponto de destino – contentor NIO – coordenada Y
ru: Пункт назначения - NIO-контейнер - координата Y

# RA.NIO.TARGET.Z
source: Zielpunkt - NIO-Behälter - Z-Koordinate
es: Punto de destino - Contenedor NIO - Coordenada Z
fr: Point de destination - Conteneur de pièces NOK - Coordonnée Z
nl: Bestemmingspunt - NIO-container - Z-coördinaat
pt: Ponto de destino – contentor NIO – coordenada Z
ru: Пункт назначения - NIO-контейнер - координата Z

# RA.OUTPUT.DROP.APPROACH_A.X
source: Wegpunkt A - Warenausgang - X-Koordinate
es: Punto de ruta A - salida de mercancías - Coordenada X
fr: Point de passage A - Sortie de marchandises - Coordonnée X
nl: Waypoint A - goederenafgifte - X-coördinaat
pt: Ponto de passagem A – saída de mercadorias – coordenada X
ru: Путевая точка А - выход продукции - координата X

# RA.OUTPUT.DROP.APPROACH_A.Y
source: Wegpunkt A - Warenausgang - Y-Koordinate
es: Punto de ruta A - salida de mercancías - Coordenada Y
fr: Point de passage A - Sortie de marchandises - Coordonnée Y
nl: Waypoint A - goederenafgifte - Y-coördinaat
pt: Ponto de passagem A – saída de mercadorias – coordenada Y
ru: Путевая точка А - выход продукции - координата Y

# RA.OUTPUT.DROP.APPROACH_A.Z
source: Wegpunkt A - Warenausgang - Z-Koordinate
es: Punto de ruta A - salida de mercancías - Coordenada Z
fr: Point de passage A - Sortie de marchandises - Coordonnée Z
nl: Waypoint A - goederenafgifte - Z-coördinaat
pt: Ponto de passagem A – saída de mercadorias – coordenada Z
ru: Путевая точка А - выход продукции - координата Z

# RA.OUTPUT.DROP.APPROACH_B.X
source: Wegpunkt B - Warenausgang - X-Koordinate
es: Punto de ruta B - salida de mercancías - Coordenada X
fr: Point de passage B - Sortie de marchandises - Coordonnée X
nl: Waypoint B - goederenafgifte - X-coördinaat
pt: Ponto de passagem B – saída de mercadorias – coordenada X
ru: Путевая точка В - выход продукции - координата X

# RA.OUTPUT.DROP.APPROACH_B.Y
source: Wegpunkt B - Warenausgang - Y-Koordinate
es: Punto de ruta B - salida de mercancías - Coordenada Y
fr: Point de passage B - Sortie de marchandises - Coordonnée Y
nl: Waypoint B - goederenafgifte - Y-coördinaat
pt: Ponto de passagem B – saída de mercadorias – coordenada Y
ru: Путевая точка В - выход продукции - координата Y

# RA.OUTPUT.DROP.APPROACH_B.Z
source: Wegpunkt B - Warenausgang - Z-Koordinate
es: Punto de ruta B - salida de mercancías - Coordenada Z
fr: Point de passage B - Sortie de marchandises - Coordonnée Z
nl: Waypoint B - goederenafgifte - Z-coördinaat
pt: Ponto de passagem B – saída de mercadorias – coordenada Z
ru: Путевая точка В - выход продукции - координата Z

# RA.OUTPUT.DROP.TARGET.X
source: Zielpunkt - Warenausgang - X-Koordinate
es: Punto de destino - salida de mercancías - Coordenada X
fr: Point de destination - Sortie de marchandises - Coordonnée X
nl: Bestemmingspunt - goederenafgifte - X-coördinaat
pt: Ponto de destino – saída de mercadorias – coordenada X
ru: Пункт назначения - выход продукции - координата X

# RA.OUTPUT.DROP.TARGET.Y
source: Zielpunkt - Warenausgang - Y-Koordinate
es: Punto de destino - salida de mercancías - Coordenada Y
fr: Point de destination - Sortie de marchandises - Coordonnée Y
nl: Bestemmingspunt - goederenafgifte - Y-coördinaat
pt: Ponto de destino – saída de mercadorias – coordenada Y
ru: Пункт назначения - выход продукции - координата Y

# RA.OUTPUT.DROP.TARGET.Z
source: Zielpunkt - Warenausgang - Z-Koordinate
es: Punto de destino - salida de mercancías - Coordenada Z
fr: Point de destination - Sortie de marchandises - Coordonnée Z
nl: Bestemmingspunt - goederenafgifte - Z-coördinaat
pt: Ponto de destino – saída de mercadorias – coordenada Z
ru: Пункт назначения - выход продукции - координата Z

# CHECK
source: Prüfposition
es: Posición de prueba
fr: Position d'éssai
nl: Controlepositie
pt: Posição de teste
ru: Тестовая позиция

# STEPS_BELT_CAMERA
source: Fließbandschritte Positionierung - Kamera
es: Posicionamiento Pasos de la cadena de montaje - Cámara
fr: Positionnement des étapes de la chaîne de montage - Caméra
nl: Positionering transportbandstappen - camera
pt: Posicionamento da medida da correia transportadora – câmara
ru: Расположение этапов конвейерной ленты - камера

# STEPS_BELT_BIN
source: Fließbandschritte Positionierung - NIO-Behälter
es: Posicionamiento Pasos de la cadena de montaje - Contenedor NIO
fr: Positionnement des étapes de la chaîne de montage - Conteneur de pièces NOK
nl: Positionering transportbandstappen - NIO-container
pt: Posicionamento da medida da correia transportadora – contentor NIO
ru: Расположение этапов конвейерной ленты - NIO-контейнер

# STEPS_BELT_GRIPPER
source: Fließbandschritte Positionierung - Sauggreifer
es: Posicionamiento Pasos de la cadena de montaje - Ventosa
fr: Positionnement des étapes de la chaîne de montage - Ventouse
nl: Positionering transportbandstappen - vacuümgrijper
pt: Posicionamento dos degraus da correia transportadora – ventosa
ru: Расположение этапов конвейерной ленты - загрузочная присоска

# Controller for the Agile Production Simulation is not connected
source: Controller für die Agile Production Simulation ist nicht verbunden
es: El controlador para la simulación de producción Agile no está conectado
fr: Le contrôleur pour l'Agile Production Simulation n'est pas connecté
nl: Controller voor Agile Production Simulation is niet verbonden
pt: Controlador para a Agile Production Simulation não ligado
ru: Контроллер для симулятора переналаживаемого производства не подключен

source: Produktionseinstellungen
es: Ajustes de producción
fr: Paramètres de production
nl: Productie-instellingen
pt: Parâmetros de produção
ru: Производственные параметры

source: Anzahl parallel produzierbarer Werkstücke
es: Número de piezas que pueden producirse en paralelo
fr: Nombre de pièces pouvant être produites en parallèle
nl: Aantal werkstukken dat parallel kan worden geproduceerd
pt: Número de peças que podem ser produzidas em paralelo
ru: Количество одновременно производимых деталей

# TO_NIO_BIN
source: Vorwärts in den NIO-Container
es: Adelante en el contenedor NIO
fr: Avancer dans le conteneur NOK
nl: Verder naar de NIO-container
pt: Avançar para o contentor NIO
ru: Перемещение в NIO-контейнер

# TO_CAMERA
source: Zur Kamera bewegen
es: Mover a cámara
fr: Déplacer vers la caméra
nl: Naar de camera bewegen
pt: Mover para a câmara
ru: Переместить в камеру

# TO_PICKUP
source: Zum Ablagepunkt bewegen
es: Desplazarse al punto de almacenamiento
fr: Déplacer vers le point de dépôt
nl: Naar het oplegplaat bewegen
pt: Mover para o ponto de depósito
ru: Переместить к месту хранения

# CALIBRATION_TESTIMAGE
source: Testbild fotografieren
es: Fotografía imagen de prueba
fr: Photographier l'image test
nl: Testbeeld fotograferen
pt: Fotografar imagem de teste
ru: Фотографировать тестовое изображение

# cal__badTime
source: Laufzeit des Förderbandes bis zum NIO-Behälter
es: Tiempo de recorrido de la cinta transportadora hasta el contenedor NIO
fr: Temps de parcours du convoyeur jusqu'au conteneur NOK
nl: Looptijd van de transportband naar de NOK-container
pt: Tempo decorrido do tapete transportador até ao contentor NIO
ru: Время прохождения конвейера до NIO-контейнера

# cal__cameraTime
source: Laufzeit des Förderbandes bis zur Kamera
es: Tiempo de recorrido de la cinta transportadora hasta la cámara
fr: Temps de parcours du convoyeur jusqu'à la caméra
nl: Looptijd van de transportband naar de camera
pt: Tempo decorrido do tapete transportador até à câmara
ru: Время прохождения конвейера до камеры

# cal__prePhotoTime
source: Wartezeit bis fotografiert wird
es: Tiempo de espera hasta que se toman las fotos
fr: Temps d'attente jusqu'à ce que la photo soit prise
nl: Wachttijd tot een foto wordt genomen
pt: Tempo de espera até que a fotografia seja tirada
ru: Время ожидания фотографирования

# cal__processEndTime
source: Wartezeit bis zur Abschlussmeldung für die zentrale Steuerung
es: Tiempo de espera hasta el mensaje de finalización para el sistema de control centralizado
fr: Temps d'attente jusqu'au message d'achèchevement pour la commande centrale
nl: Wachttijd tot de gereedmelding voor de centrale besturing
pt: Tempo de espera até à mensagem de conclusão para a unidade de controlo central
ru: Время ожидания сообщения о завершении работы центрального пульта управления

# cal__midLightGateTime
source: Laufzeit des Förderbandes bis zur Mitte der Lichtschranke
es: Tiempo de recorrido de la cinta transportadora hasta el centro de la barrera de luz
fr: Temps de parcours du convoyeur jusqu'au milieu de la barrière lumineuse
nl: Looptijd van de transportband naar het midden van de fotocel
pt: Tempo de deslocação do tapete transportador até ao centro da barreira de luz
ru: Время прохождения конвейера до середины фотоэлектрического устройства

# cal__gripperDownTime
source: Laufzeit und Wartezeit für die Bewegung des Sauggreifers
es: Tiempo de recorrido y de espera del movimiento de la ventosa
fr: Temps de parcours et temps d'attente pour le mouvement de la ventouse
nl: Looptijd en wachttijd voor de vacuümgrijper om te bewegen
pt: Tempo decorrido e tempo de espera para o movimento da ventosa
ru: Время работы и время ожидания для перемещения присоски

# cal__vacuumReleaseTime
source: Wartezeit des Sauggreifers zur Freigabe des Werkstücks
es: Tiempo de espera de la ventosa para liberar la pieza
fr: Temps d'attente de la ventouse pour la libération de la pièce
nl: Wachttijd tot de vacuümgrijper het werkstuk loslaat
pt: Tempo de espera até que a ventosa liberte a peça
ru: Время ожидания присоски для освобождения детали

# cal__colorRedSetpoint
source: Richtwert des Farbsensors für rote Werkstücke
es: Valor de referencia del sensor de color para piezas rojas
fr: Valeur indicative du capteur de couleur pour les pièces rouges
nl: Referentiewaarde van de kleurensensor voor rode werkstukken
pt: Valor de referência do sensor de cor para peças vermelhas
ru: Контрольное значение датчика цвета для красных деталей

# cal__colorBlueSetpoint
source: Richtwert des Farbsensors für blaue Werkstücke
es: Valor de referencia del sensor de color para piezas azules
fr: Valeur indicative du capteur de couleur pour les pièces bleues
nl: Referentiewaarde van de kleurensensor voor blauwe werkstukken
pt: Valor de referência do sensor de cor para peças azuis
ru: Контрольное значение датчика цвета для синих деталей

# cal__colorWhiteSetpoint
source: Richtwert des Farbsensors für weiße Werkstücke
es: Valor de referencia del sensor de color para piezas blancas
fr: Valeur indicative du capteur de couleur pour les pièces blanches
nl: Referentiewaarde van de kleurensensor voor witte werkstukken
pt: Valor de referência do sensor de cor para peças brancas
ru: Контрольное значение датчика цвета для белых деталей

# cal__homePosX
source: X-Koordinate für Kameraausgangsposition
es: Coordenada X para la posición de salida de la cámara
fr: Coordonnée X pour la position de départ de la caméra
nl: X-coördinaat voor uitgangspositie camera
pt: Coordenada X para a posição inicial da câmara
ru: X-координата исходного положения камеры

# cal__homePosY
source: Y-Koordinate für Kameraausgangsposition
es: Coordenada Y para la posición de salida de la cámara
fr: Coordonnée Y pour la position de départ de la caméra
nl: Y-coördinaat voor uitgangspositie camera
pt: Coordenada Y para a posição inicial da câmara
ru: Y-координата исходного положения камеры

# cal__customPosX
source: X-Koordinate für Kameraposition mit Blick Richtung Hochregallager
es: Coordenada X para la posición de la cámara con vista hacia el almacén de estanterías altas
fr: Coordonnée X pour la position de la caméra avec vue en direction de l'entrepôt à hauts rayonnages
nl: X-coördinaat voor camerapositie met zicht op de richting hoogbouwmagazijn
pt: Coordenada X para a posição da câmara na direção do armazém vertical
ru: X-координата положения камеры с направлением обзора на многоярусный склад

# cal__customPosY
source: Y-Koordinate für Kameraposition mit Blick Richtung Hochregallager
es: Coordenada Y para la posición de la cámara con vista hacia el almacén de estanterías altas
fr: Coordonnée Y pour la position de la caméra avec vue en direction de l'entrepôt à hauts rayonnages
nl: Y-coördinaat voor camerapositie met zicht op de richting van het hoogbouwmagazijn
pt: Coordenada Y para a posição da câmara na direção do armazém vertical
ru: Y-координата положения камеры с направлением обзора на многоярусный склад

# cal__shortProcessWaitTime
source: Wartezeit bis zur Abschlussmeldung für die zentrale Steuerung
es: Tiempo de espera hasta el mensaje de finalización para el sistema de control centralizado
fr: Temps d'attente jusqu'au message d'achèchevement pour la commande centrale
nl: Wachttijd tot de gereedmelding voor de centrale besturing
pt: Tempo de espera até à mensagem de conclusão para a unidade de controlo central
ru: Время ожидания сообщения о завершении работы центрального пульта управления

# cal__colorRange
source: Wertebereich des Farbsensors für die Farberkennung
es: Rango de valores del sensor de color para la detección del color
fr: Plage de valeurs du capteur de couleur pour l'identification des couleurs
nl: Waardenbereik van de kleurensensor voor kleurdetectie
pt: Intervalo de valores do sensor de cor para a deteção de cor
ru: Диапазон значений датчика цвета для определения цвета

# CAMERA_HOME
source: Kameraausgangsposition
es: Posición de salida de la cámara
fr: Position de départ de la caméra
nl: Uitgangspositie camera
pt: Posição inicial da câmara
ru: Исходное положение камеры

# CAMERA_HBW
source: Kameraposition mit Blick Richtung Hochregallager
es: Posición de la cámara con vista hacia el almacén de gran altura
fr: Position de la caméra avec vue en direction de l'entrepôt à hauts rayonnages
nl: Camerapositie met zicht op de richting van het hoogbouwmagazijn
pt: Posição da câmara na direção do armazém vertical
ru: Положение камеры с направлением обзора на многоярусный склад

source: Zurücksetzen auf Standardlayout
es: Restablecer el diseño estándar
fr: Réinitialisation de la mise en page standard
nl: Terugzetten naar standaardlay-out
pt: Reposição do layout standard (disposição padrão)
ru: Возврат к стандартной схеме расположения

source: Soll die Fabrik wirklich auf das Standardlayout zurückgesetzt werden?
es: ¿Debería restablecerse realmente la disposición estándar de fábrica?
fr: Faut-il vraiment réinitialiser l'usine à la mise en page standard ?
nl: Moet de fabriek echt teruggezet worden naar de standaardlay-out?
pt: Tem a certeza de que deseja repor a fábrica para o layout standard (disposição padrão)?
ru: Действительно сбросить заводские настройки на стандартную схему расположения?

source: Auch den Lagerbestand leeren?
es: ¿Vaciar también las existencias?
fr: Vider également le stock ?
nl: Ook de voorraad legen?
pt: Esvaziar também o stock?
ru: Опустошить также запас?

# cal__colorValue
source: Aktueller Wert des Farbsensors
es: Valor actual del sensor de color
fr: Valeur actuelle du capteur de couleurs
nl: Huidige waarde van de kleurensensor?
pt: Valor atual do sensor de cor
ru: Текущее значение датчика цвета

source: Erweiterte Bearbeitungsschritte aktivieren
es: Activar pasos de procesamiento avanzados
fr: Activer les étapes de traitement avancé
nl: Geavanceerde bewerkingsstappen activeren
pt: Ativar passos de processamento avançados
ru: Активируйте расширенные этапы обработки

source: Fabrik parken
es: Aparcar la fábrica...
fr: Stationner l'usine
nl: Fabriek parken
pt: Estacionar a fábrica
ru: Припаркуйте завод

source: Sollen die Fabrikmodule geparkt werden?
es: ¿Debe aparcarse el módulo de fabricación?
fr: Les modules d'usine doivent-ils être garés?
nl: Werd die Fabrikmodule geparkt?
pt: Os módulos de fábrica devem ser estacionados?
ru: Нужно ли парковать заводские модули?

# PARK
source: Modul parken
es: Aparcar el módulo
fr: Stationner le module
nl: Modulaire parken
pt: Estacionar o módulo
ru: Припаркуйте модуль

source: Filter
es: Filtros
fr: Filtres
nl: Filters
pt: Filtros
ru: Фильтры

source: Transporteinstellungen
es: Configuración de transporte
fr: Paramètres de transport
nl: Transportinstellingen
pt: Configurações de transporte
ru: Настройки транспорта

source: Ladeschwelle für FTS
es: Umbral de carga para AGV
fr: Seuil de charge pour l'AGV
nl: Laaddrempel voor AGV
pt: Limiar de carregamento para AGV
ru: Порог зарядки для AGV

source: Alle Nachrichten
es: Todos los mensajes
fr: Tous les messages
nl: Alle berichten
pt: Todas as mensagens
ru: Все сообщения

source: Alle Module
es: Todos los módulos
fr: Tous les modules
nl: Alle modules
pt: Todos os módulos
ru: Все модули

source: Versions-Konflikt
es: Conflicto de versiones
fr: Conflit de versions
nl: Versieconflict
pt: Conflito de versões
ru: Конфликт версий

source: Modulversionen stimmen nicht mit der Version der zentralen Steuerung überein!
es: Las versiones de los módulos no coinciden con la versión de la unidad de control central.
fr: Les versions des modules ne correspondent pas à la version de la commande centrale !
nl: Moduleversies komen niet overeen met de versie van de centrale besturingseenheid!
pt: As versões dos módulos não coincidem com a versão da unidade de controlo central!
ru: Версии модулей не совпадают с версией центрального блока управления!
