Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-omm.*.xlf
Languages: es, fr, nl, pt, ru

# Befehl.DRILL
source: Bohren
es: Perforación
fr: Percer
nl: Boren
pt: Perfuração
ru: Сверлить

# Befehl.FIRE
source: Erhitzen
es: Calentamiento
fr: Chauffer
nl: Verhitten
pt: Aquecimento
ru: Нагревать

# Produktionsschritt.UNBEKANNT
source: Unbekanntes Modul
es: Módulo desconocido
fr: Module inconnu
nl: Onbekende module
pt: Módulo desconhecido
ru: Неизвестный модуль

# Produktionsschritt.MODULE
source: Unbekanntes Modul
es: Módulo desconocido
fr: Module inconnu
nl: Onbekende module
pt: Módulo desconhecido
ru: Неизвестный модуль

# Produktionsschritt.DPS
source: Warenein- und -ausgang
es: Entrada y salida de mercancías
fr: Entrée et sortie de marchandises
nl: Goederenontvangst en -afgifte
pt: Entrada e saída de mercadorias
ru: Прием и отпуск товара

# Produktionsschritt.HBW
source: Hochregallager
es: Almacén de gran altura
fr: Entrepôt à hauts rayonnages
nl: Hoogbouwmagazijn
pt: Armazém de cais alto
ru: Многоярусный склад

# Produktionsschritt.AIQS
source: KI-Qualitätssicherung
es: Garantía de calidad de la IA
fr: Assurance qualité IA
nl: AI-kwaliteitsborging
pt: Garantia de qualidade IA
ru: Обеспечение качества ИИ

# Produktionsschritt.MILL
source: Fräse
es: Fresador
fr: Fraisage
nl: Frees
pt: Fresadora
ru: Фреза

# Produktionsschritt.DRILL
source: Bohrer
es: Perforador
fr: Perceuse
nl: Boor
pt: Broca
ru: Сверло

# Produktionsschritt.OVEN
source: Brennofen
es: Horno
fr: Four de cuisson
nl: Oven
pt: Forno
ru: Печь для обжига

# AvailableState.BLOCKED
source: Blockiert
es: Bloqueado
fr: Bloqué
nl: Geblokkeerd
pt: Blocos
ru: Заблокированный

# AvailableState.READY
source: Verfügbar
es: Disponible
fr: Disponible
nl: Beschikbaar
pt: Disponível
ru: Доступный

# AvailableState.BUSY
source: Beschäftigt
es: Ocupado
fr: Occupé
nl: Bezet
pt: Ocupado
ru: Занятый

# StateLog.MODULE
source: Modulstatus
es: Estado del módulo
fr: Statut du module
nl: Modulestatus
pt: Estado do módulo
ru: Состояние модуля

# StateLog.FTS
source: FTS-Status
es: Estado FTS
fr: Statut du VGA
nl: AVG-status
pt: Estado FTS
ru: Статус AGV

# StateLog.CONNECTION
source: Verbindungsstatus
es: Estado de la conexión
fr: Statut de la connexion
nl: Verbindingsstatus
pt: Estado da ligação
ru: Состояние соединения

# REF
source: Referenzpunkt
es: Punto de referencia
fr: Point de référence
nl: Referentiepunt
pt: Ponto de referência
ru: Контрольная точка

# RACK_REIHE_1_SPALTE_A
source: Regalplatz A1
es: Espacio A1
fr: Rayon A1
nl: Schap A1
pt: Localização da prateleira A1
ru: Место на полке А1

# RACK_REIHE_2_SPALTE_B
source: Regalplatz B2
es: Espacio B2
fr: Rayon B2
nl: Schap B2
pt: Localização da prateleira B2
ru: Место на полке В2

# RACK_REIHE_3_SPALTE_C
source: Regalplatz C3
es: Espacio C3
fr: Rayon C3
nl: Schap C3
pt: Localização da prateleira C3
ru: Место на полке С3

source: Rampe
es: Rampa
nl: Laadklep
pt: Rampa
ru: Платформа

# PICK
source: Ladeposition
es: Posición de carga
fr: Position de chargement
nl: Laadpositie
pt: Posição de carga
ru: Место загрузки

# DROP
source: Entladeposition
es: Posición de descarga
fr: Position de déchargement
nl: Lospositie
pt: Posição de descarga
ru: Место разгрузки

# cal__row1
source: Position Reihe 1
es: Posición Fila 1
fr: Position rangée 1
nl: Positie rij 1
pt: Posição da fila 1
ru: Позиция в ряду 1

# cal__row2
source: Position Reihe 2
es: Posición Fila 2
fr: Position rangée 2
nl: Positie rij 2
pt: Posição da fila 2
ru: Позиция в ряду 2

# cal__row3
source: Position Reihe 3
es: Posición Fila 3
fr: Position rangée 3
nl: Positie rij 3
pt: Posição da fila 3
ru: Позиция в ряду 3

# cal__colA
source: Position Spalte A
es: Posición Columna A
fr: Position colonne A
nl: Positie kolom A
pt: Posição da coluna A
ru: Промежуток между местами A

# cal__colB
source: Position Spalte B
es: Posición Columna B
fr: Position colonne B
nl: Positie kolom B
pt: Posição da coluna B
ru: Промежуток между местами B

# cal__colC
source: Position Spalte C
es: Posición Columna C
fr: Position colonne C
nl: Positie kolom C
pt: Posição da coluna C
ru: Промежуток между местами C

# cal__rackOffset
source: Lagerposition Hebedifferenz
es: Posición de apoyo Diferencia de elevación
fr: Différence de levage de la position de stockage
nl: Opslagpositie hefverschil
pt: Diferença de elevação do local de armazenamento
ru: Разница в уровне подъема складской позиции

# cal__rampPositionX
source: Rampe - X-Koordinate der Shuttleposition
es: Rampa - Coordenada X de la posición de la lanzadera
fr: Rampe - Coordonnée X de la position du Shuttle
nl: Laadklep - X-coördinaat van shuttlepositie
pt: Rampa – coordenada X da posição do transporte
ru: Платформа - координата Х положения транспортера

# cal__rampPositionY
source: Rampe - Y-Koordinate der Shuttleposition
es: Rampa - Coordenada Y de la posición de la lanzadera
fr: Rampe - Coordonnée Y de la position du Shuttle
nl: Laadklep - Y-coördinaat van shuttlepositie
pt: Rampa – coordenada Y da posição do transporte
ru: Платформа - координата Y положения транспортера

# cal__rampPositionRot
source: Rampe - Drehwinkel für Aufnahme
es: Rampa - Ángulo de rotación para la grabación
fr: Rampe - Angle de rotation pour prise d'empreinte
nl: Laadklep - Rotatiehoek voor oppakken
pt: Rampa – Ângulo de rotação para recolha
ru: Платформа - угол поворота для приема

# cal__rampPositionRotCheck
source: Rampe - Drehwinkel für Warteposition
es: Rampa - Ángulo de rotación para posición de espera
fr: Rampe - Angle de rotation pour position d'attente
nl: Laadklep - Rotatiehoek voor wachtpositie
pt: Rampa – Ângulo de rotação para a posição de espera
ru: Платформа - угол поворота для позиции ожидания

# cal__rampOffset
source: Rampe - Hebedifferenz
es: Rampa - Diferencia de elevación
fr: Rampe - Différence de levage
nl: Laadklep - Hefverschil
pt: Rampa – Diferença de elevação
ru: Платформа - разница в уровне подъема

# cal__AGVPositionRot
source: FTS - Drehwinkel für Be- und Entladung
es: FTS - Ángulo de rotación para carga y descarga
fr: VGA - angle de rotation pour chargement et déchargement
nl: AVG - Rotatiehoek voor laden en lossen
pt: FTS – Ângulo de rotação para carga e descarga
ru: AGV - угол поворота для загрузки и разгрузки

# cal__timeProcessEnd
source: Wartezeit für Prozessverarbeitung
es: Tiempo de espera para la tramitación del proceso
fr: Temps d'attente pour le traitement du processus
nl: Wachttijd voor procesafhandeling
pt: Tempo de espera para processamento
ru: Время ожидания для технологического процесса

# cal__timeGripperValveClose
source: Wartezeit für Ventilschließung des Sauggreifers
es: Tiempo de espera para el cierre de la válvula de la ventosa
fr: Temps d'attente pour la fermeture de la valve de la ventouse
nl: Wachttijd voor klepsluiting van vacuümgrijper
pt: Tempo de espera para o fecho da válvula da ventosa
ru: Время ожидания для закрытия клапана загрузочной присоски

# cal__timeGripperValveOpen
source: Wartezeit für Ventilöffnung des Sauggreifers
es: Tiempo de espera para la apertura de la válvula de la ventosa
fr: Temps d'attente pour l'ouverture de la valve de la ventouse
nl: Wachttijd voor klepopening van vacuümgrijper
pt: Tempo de espera para abertura da válvula da ventosa
ru: Время ожидания для открытия клапана загрузочной присоски

# cal__timeCompressor
source: Wartezeit für Kompressorabschaltung
es: Tiempo de espera para la desconexión del compresor
fr: Temps d'attente pour l'arrêt du compresseur
nl: Wachttijd voor compressoruitschakeling
pt: Tempo de espera para desligar o compressor
ru: Время ожидания для отключения компрессора

# HOME_BASE
source: Ruheposition
es: Posición de descanso
fr: Position de repos
nl: Rustpositie
pt: Posição de repouso
ru: Положение покоя

# HOME_INPUT
source: Wegpunkt Wareneingang
es: Punto de ruta entrada de mercancías
fr: Point de passage de l'entrée de marchandises
nl: Waypoint goederenontvangst
pt: Ponto de entrada de mercadorias
ru: Поступление продукции в путевую точку

# HOME_OUTPUT
source: Wegpunkt Warenausgang
es: Punto de ruta salida de mercancías
fr: Point de passage de la sortie de marchandises
nl: Waypoint goederenafgifte
pt: Ponto de saída de mercadorias
ru: Выход продукции из путевой точки

# NIO_APPROACH
source: Wegpunkt NIO-Behälter
es: Punto de ruta contenedor NIO
fr: Point de passage du conteneur de pièces NOK
nl: Waypoint NIO-container
pt: Ponto de passagem do contentor NIO
ru: Путевая точка NIO-контейнер

# NIO_TARGET
source: Zielpunkt NIO-Behälter
es: Punto de destino Contenedor NIO
fr: Destination du conteneur de pièces NOK
nl: Bestemmingspunt NIO-container
pt: Ponto de destino do contentor NIO
ru: Пункт назначения NIO-контейнер

# CS_APPROACH
source: Wegpunkt Farbsensor
es: Punto de ruta sensor cromático
fr: Point de passage du capteur de couleur
nl: Waypoint kleursensor
pt: Sensor de cor do ponto de passagem
ru: Путевая точка сенсор цвета

# CS_TARGET
source: Zielpunkt Farbsensor
es: Punto de destino sensor cromático
fr: Destination du capteur de couleur
nl: Bestemmingspunt kleursensor
pt: Sensor de cor do ponto de destino
ru: Пункт назначения сенсор цвета

# NFC_APPROACH
source: Wegpunkt NFC-Leser
es: Punto de ruta lector NFC
fr: Point de passage du lecteur NFC
nl: Waypoint NFC lezer
pt: Leitor NFC do ponto de passagem
ru: Путевая точка NFC-считыватель

# NFC_TARGET
source: Zielpunkt NFC-Leser
es: Punto de destino lector NFC
fr: Destination du lecteur NFC
nl: Bestemmingspunt NFC lezer
pt: Leitor NFC do ponto de destino
ru: Пункт назначения NFC-считыватель

# INPUT_PICK_APPROACH_A
source: Wegpunkt A - Wareneingang
es: Punto de ruta A - Entrada de mercancías
fr: Point de passage A - Entrée de marchandises
nl: Waypoint A - goederenontvangst
pt: Ponto de passagem A – Entrada de mercadorias
ru: Путевая точка А - поступление продукции

# INPUT_PICK_APPROACH_B
source: Wegpunkt B - Wareneingang
es: Punto de ruta B - Entrada de mercancías
fr: Point de passage B - Entrée de marchandises
nl: Waypoint B - goederenontvangst
pt: Ponto de passagem B – Entrada de mercadorias
ru: Путевая точка В - поступление продукции

# INPUT_PICK_TARGET
source: Zielpunkt - Wareneingang
es: Punto de destino - Entrada de mercancías
fr: Point de destination - Entrée de marchandises
nl: Bestemmingspunt - goederenontvangst
pt: Ponto de destino – Entrada de mercadorias
ru: Пункт назначения - поступление продукции

# OUTPUT_DROP_APPROACH_A
source: Wegpunkt A - Warenausgang
es: Punto de ruta A - Salida de mercancías
fr: Point de passage A - Sortie de marchandises
nl: Waypoint A - goederenafgifte
pt: Ponto de passagem A – Saída de mercadorias
ru: Путевая точка А - выход продукции

# OUTPUT_DROP_APPROACH_B
source: Wegpunkt B - Warenausgang
es: Punto de ruta B - Salida de mercancías
fr: Point de passage B - Sortie de marchandises
nl: Waypoint B - goederenafgifte
pt: Ponto de passagem B – Saída de mercadorias
ru: Путевая точка В - выход продукции

# OUTPUT_DROP_TARGET
source: Zielpunkt - Warenausgang
es: Punto de destino - Salida de mercancías
fr: Point de destination - Sortie de marchandises
nl: Bestemmingspunt - goederenafgifte
pt: Ponto de destino – Saída de mercadorias
ru: Пункт назначения - выход продукции

# FTS_PICK_APPROACH_A
source: Wegpunkt A - FTS Entladung
es: Punto de ruta A - Descarga FTS
fr: Point de passage A - Déchargement VGA
nl: Waypoint A - AVG lossen
pt: Ponto de passagem A – Descarga FTS
ru: Путевая точка А - разгрузка AGV

# FTS_PICK_APPROACH_B
source: Wegpunkt B - FTS Entladung
es: Punto de ruta B - Descarga FTS
fr: Point de passage B - Déchargement VGA
nl: Waypoint B - AVG lossen
pt: Ponto de passagem B – Descarga FTS
ru: Путевая точка B - разгрузка AGV

# FTS_PICK_TARGET
source: Zielpunkt - FTS Entladung
es: Punto de destino - Descarga FTS
fr: Point de destination - Déchargement VGA
nl: Bestemming - AVG lossen
pt: Ponto de destino – Descarga FTS
ru: Пункт назначения - разгрузка AGV

# FTS_DROP_APPROACH_A
source: Wegpunkt A - FTS Beladung
es: Punto de ruta A - Carga FTS
fr: Point de passage A - Chargement VGA
nl: Waypoint A - AVG laden
pt: Ponto de passagem A – Carga FTS
ru: Путевая точка А - загрузка AGV

# FTS_DROP_APPROACH_B
source: Wegpunkt B - FTS Beladung
es: Punto de ruta B - Carga FTS
fr: Point de passage B - Chargement VGA
nl: Waypoint B - AVG laden
pt: Ponto de passagem B – Carga FTS
ru: Путевая точка B - загрузка AGV

# FTS_DROP_TARGET
source: Zielpunkt - FTS Beladung
es: Punto de destino - Carga FTS
fr: Point de destination - Chargement VGA
nl: Bestemmingspunt - AVG laden
pt: Ponto de destino – Carga FTS
ru: Пункт назначения - загрузка AGV

# GRIP_ON
source: Sauggreifer einschalten
es: Encender la ventosa
fr: Allumer la ventouse
nl: Vacuümgrijper inschakelen
pt: Ligar a ventosa
ru: Включить загрузочную присоску

# GRIP_OFF
source: Sauggreifer ausschalten
es: Desconectar la ventosa
fr: Éteindre la ventouse
nl: Vacuümgrijper uitschakelen
pt: Desligar a ventosa
ru: Выключить загрузочную присоску

# RA.CS.APPROACH.X
source: Wegpunkt Farbsensor - X-Koordinate
es: Punto de ruta sensor cromático - Coordenada X
fr: Point de passage du capteur de couleur - Coordonnée X
nl: Waypoint kleursensor - X-coördinaat
pt: Sensor de cor do ponto de passagem – coordenada X
ru: Путевая точка сенсор цвета - координата X

# RA.CS.APPROACH.Y
source: Wegpunkt Farbsensor - Y-Koordinate
es: Punto de ruta sensor cromático - Coordenada Y
fr: Point de passage du capteur de couleur - Coordonnée Y
nl: Waypoint kleursensor - Y-coördinaat
pt: Sensor de cor do ponto de passagem – coordenada Y
ru: Путевая точка сенсор цвета - координата Y

# RA.CS.APPROACH.Z
source: Wegpunkt Farbsensor - Z-Koordinate
es: Punto de ruta sensor cromático - Coordenada Z
fr: Point de passage du capteur de couleur - Coordonnée Z
nl: Waypoint kleursensor - Z-coördinaat
pt: Sensor de cor do ponto de passagem – coordenada Z
ru: Путевая точка сенсор цвета - координата Z

# RA.CS.TARGET.X
source: Zielpunkt Farbsensor - X-Koordinate
es: Punto de destino sensor cromático - Coordenada X
fr: Point de destination du capteur de couleur - Coordonnée X
nl: Bestemmingspunt kleursensor - X-coördinaat
pt: Sensor de cor do ponto de destino – coordenada X
ru: Пункт назначения сенсор цвета - координата X

# RA.CS.TARGET.Y
source: Zielpunkt Farbsensor - Y-Koordinate
es: Punto de destino sensor cromático - Coordenada Y
fr: Point de destination du capteur de couleur - Coordonnée Y
nl: Bestemmingspunt kleursensor - Y-coördinaat
pt: Sensor de cor do ponto de destino – coordenada Y
ru: Пункт назначения сенсор цвета - координата Y

# RA.CS.TARGET.Z
source: Zielpunkt Farbsensor - Z-Koordinate
es: Punto de destino sensor cromático - Coordenada Z
fr: Point de destination du capteur de couleur - Coordonnée Z
nl: Bestemmingspunt kleursensor - Z-coördinaat
pt: Sensor de cor do ponto de destino – coordenada Z
ru: Пункт назначения сенсор цвета - координата Z

# RA.FTS.DROP.APPROACH_A.X
source: Wegpunkt A - FTS-Beladung - X-Koordinate
es: Punto de ruta A - Carga FTS - Coordenada X
fr: Point de passage A - Chargement VGA - Coordonnée X
nl: Waypoint A - AVG laden - X-coördinaat
pt: Ponto de passagem A – Carga FTS – coordenada X
ru: Путевая точка А - загрузка AGV - координата X

# RA.FTS.DROP.APPROACH_A.Y
source: Wegpunkt A - FTS-Beladung - Y-Koordinate
es: Punto de ruta A - Carga FTS - Coordenada Y
fr: Point de passage A - Chargement VGA - Coordonnée Y
nl: Waypoint A - AVG laden - Y-coördinaat
pt: Ponto de passagem A – Carga FTS – coordenada Y
ru: Путевая точка А - загрузка AGV - координата Y

# RA.FTS.DROP.APPROACH_A.Z
source: Wegpunkt A - FTS Beladung - Z-Koordinate
es: Punto de ruta A - Carga FTS - Coordenada Z
fr: Point de passage A - Chargement VGA - Coordonnée Z
nl: Waypoint A - AVG laden - Z-coördinaat
pt: Ponto de passagem A – Carga FTS – coordenada Z
ru: Путевая точка А - загрузка AGV - координата Z

# RA.FTS.DROP.APPROACH_B.X
source: Wegpunkt B - FTS-Beladung - X-Koordinate
es: Punto de ruta B - Carga FTS -Coordenada X
fr: Point de passage B - Chargement VGA - Coordonnée X
nl: Waypoint B - AVG laden - X-coördinaat
pt: Ponto de passagem B – Carga FTS – coordenada X
ru: Путевая точка B - загрузка AGV - координата X

# RA.FTS.DROP.APPROACH_B.Y
source: Wegpunkt B - FTS-Beladung - Y-Koordinate
es: Punto de ruta B - Carga FTS - Coordenada Y
fr: Point de passage B - Chargement VGA - Coordonnée Y
nl: Waypoint B - AVG laden - Y-coördinaat
pt: Ponto de passagem B – Carga FTS – coordenada Y
ru: Путевая точка B - загрузка AGV - координата Y

# RA.FTS.DROP.APPROACH_B.Z
source: Wegpunkt B - FTS-Beladung - Z-Koordinate
es: Punto de ruta B - Carga FTS - Coordenada Z
fr: Point de passage B - Chargement VGA - Coordonnée Z
nl: Waypoint B - AVG laden - Z-coördinaat
pt: Ponto de passagem B – Carga FTS – coordenada Z
ru: Путевая точка B - загрузка AGV - координата Z

# RA.FTS.DROP.TARGET.X
source: Zielpunkt - FTS-Beladung - X-Koordinate
es: Punto de destino - Carga FTS - Coordenada X
fr: Point de destination - Chargement VGA - Coordonnée X
nl: Bestemmingspunt - AVG laden - X-coördinaat
pt: Ponto de destino – Carga FTS – coordenada X
ru: Пункт назначения - загрузка AGV - координата X

# RA.FTS.DROP.TARGET.Y
source: Zielpunkt - FTS-Beladung - Y-Koordinate
es: Punto de destino - Carga FTS - Coordenada Y
fr: Point de destination - Chargement VGA - Coordonnée Y
nl: Bestemmingspunt - AVG laden - Y-coördinaat
pt: Ponto de destino – Carga FTS – coordenada Y
ru: Пункт назначения - загрузка AGV - координата Y

# RA.FTS.DROP.TARGET.Z
source: Zielpunkt - FTS-Beladung - Z-Koordinate
es: Punto de destino - Carga FTS - Coordenada Z
fr: Point de destination - Chargement VGA - Coordonnée Z
nl: Bestemmingspunt - AVG laden - Z-coördinaat
pt: Ponto de destino – Carga FTS – coordenada Z
ru: Пункт назначения - загрузка AGV - координата Z

# RA.FTS.PICK.APPROACH_A.X
source: Wegpunkt A - FTS-Entladung - X-Koordinate
es: Punto de ruta A - Descarga FTS - Coordenada X
fr: Point de passage A - Déchargement VGA - Coordonnée X
nl: Waypoint A - AVG lossen - X-coördinaat
pt: Ponto de passagem A – Descarga FTS – coordenada X
ru: Путевая точка А - разгрузка AGV - координата X

# RA.FTS.PICK.APPROACH_A.Y
source: Wegpunkt A - FTS-Entladung - Y-Koordinate
es: Punto de ruta A - Descarga FTS - Coordenada Y
fr: Point de passage A - Déchargement VGA - Coordonnée Y
nl: Waypoint A - AVG lossen - Y-coördinaat
pt: Ponto de passagem A – Descarga FTS – coordenada Y
ru: Путевая точка А - разгрузка AGV - координата Y

# RA.FTS.PICK.APPROACH_A.Z
source: Wegpunkt A - FTS-Entladung - Z-Koordinate
es: Punto de ruta A - Descarga FTS - Coordenada Z
fr: Point de passage A - Déchargement VGA - Coordonnée Z
nl: Waypoint A - AVG lossen - Z-coördinaat
pt: Ponto de passagem A – Descarga FTS – coordenada Z
ru: Путевая точка А - разгрузка AGV - координата Z

# RA.FTS.PICK.APPROACH_B.X
source: Wegpunkt B - FTS-Entladung - X-Koordinate
es: Punto de ruta B - Descarga FTS - Coordenada X
fr: Point de passage B - Déchargement VGA - Coordonnée X
nl: Waypoint B - AVG lossen - X-coördinaat
pt: Ponto de passagem B – Descarga FTS – coordenada X
ru: Путевая точка B - разгрузка AGV - координата X

# RA.FTS.PICK.APPROACH_B.Y
source: Wegpunkt B - FTS-Entladung - Y-Koordinate
es: Punto de ruta B - Descarga FTS - Coordenada Y
fr: Point de passage B - Déchargement VGA - Coordonnée Y
nl: Waypoint B - AVG lossen - Y-coördinaat
pt: Ponto de passagem B – Descarga FTS – coordenada Y
ru: Путевая точка В - разгрузка AGV - координата Y

# RA.FTS.PICK.APPROACH_B.Z
source: Wegpunkt B - FTS-Entladung - Z-Koordinate
es: Punto de ruta B - Descarga FTS - Coordenada Z
fr: Point de passage B - Déchargement VGA - Coordonnée Z
nl: Waypoint B - AVG lossen - Z-coördinaat
pt: Ponto de passagem B – Descarga FTS – coordenada Z
ru: Путевая точка В - разгрузка AGV - координата Z

# RA.FTS.PICK.TARGET.X
source: Zielpunkt - FTS-Entladung - X-Koordinate
es: Punto de destino - Descarga FTS - Coordenada X
fr: Point de destination - Déchargement VGA - Coordonnée X
nl: Bestemmingspunt - AVG lossen - X-coördinaat
pt: Ponto de destino – Descarga FTS – coordenada X
ru: Пункт назначения - разгрузка AGV - координата X

# RA.FTS.PICK.TARGET.Y
source: Zielpunkt - FTS-Entladung - Y-Koordinate
es: Punto de destino - Descarga FTS - Coordenada Y
fr: Point de destination - Déchargement VGA - Coordonnée Y
nl: Bestemmingspunt - AVG lossen - Y-coördinaat
pt: Ponto de destino – Descarga FTS – coordenada Y
ru: Пункт назначения - разгрузка AGV - координата Y

# RA.FTS.PICK.TARGET.Z
source: Zielpunkt - FTS-Entladung - Z-Koordinate
es: Punto de destino - Descarga FTS - Coordenada Z
fr: Point de destination - Déchargement VGA - Coordonnée Z
nl: Bestemmingspunt - AVG lossen - Z-coördinaat
pt: Ponto de destino – Descarga FTS – coordenada Z
ru: Пункт назначения - разгрузка AGV - координата Z

# RA.HOME.BASE.X
source: Ruheposition - X-Koordinate
es: Posición de reposo - Coordenada X
fr: Position de repos - Coordonnée X
nl: Rustpositie - X-coördinaat
pt: Posição de repouso – coordenada X
ru: Положение покоя - координата Х

# RA.HOME.BASE.Y
source: Ruheposition - Y-Koordinate
es: Posición de reposo - Coordenada Y
fr: Position de repos - Coordonnée Y
nl: Rustpositie - Y-coördinaat
pt: Posição de repouso – coordenada Y
ru: Положение покоя - координата Y

# RA.HOME.BASE.Z
source: Ruheposition - Z-Koordinate
es: Posición de reposo - Coordenada Z
fr: Position de repos - Coordonnée Z
nl: Rustpositie - Z-coördinaat
pt: Posição de repouso – coordenada Z
ru: Положение покоя - координата Z

# RA.HOME.INPUT.X
source: Wegpunkt - Wareneingang - X-Koordinate
es: Punto de ruta - entrada de mercancías - Coordenada X
fr: Point de passage - Entrée de marchandises - Coordonnée X
nl: Waypoint - goederenontvangst - X-coördinaat
pt: Ponto de passagem – entrada de mercadorias – coordenada X
ru: Путевая точка - поступление продукции - координата X

# RA.HOME.INPUT.Y
source: Wegpunkt - Wareneingang - Y-Koordinate
es: Punto de ruta - entrada de mercancías - Coordenada Y
fr: Point de passage - Entrée de marchandises - Coordonnée Y
nl: Waypoint - goederenontvangst - Y-coördinaat
pt: Ponto de passagem – entrada de mercadorias – coordenada Y
ru: Путевая точка - поступление продукции - координата Y

# RA.HOME.INPUT.Z
source: Wegpunkt - Wareneingang - Z-Koordinate
es: Punto de ruta - entrada de mercancías - Coordenada Z
fr: Point de passage - Entrée de marchandises - Coordonnée Z
nl: Waypoint - goederenontvangst - Z-coördinaat
pt: Ponto de passagem – entrada de mercadorias – coordenada Z
ru: Путевая точка - поступление продукции - координата Z

# RA.HOME.OUTPUT.X
source: Wegpunkt - Warenausgang - X-Koordinate
es: Punto de ruta - salida de mercancías - Coordenada X
fr: Point de passage - Sortie de marchandises - Coordonnée X
nl: Waypoint - goederenafgifte - X-coördinaat
pt: Ponto de passagem – saída de mercadorias – coordenada X
ru: Путевая точка - выход продукции - координата X

# RA.HOME.OUTPUT.Y
source: Wegpunkt - Warenausgang - Y-Koordinate
es: Punto de ruta - salida de mercancías - Coordenada Y
fr: Point de passage - Sortie de marchandises - Coordonnée Y
nl: Waypoint - goederenafgifte - Y-coördinaat
pt: Ponto de passagem – saída de mercadorias – coordenada Y
ru: Путевая точка - выход продукции - координата Y

# RA.HOME.OUTPUT.Z
source: Wegpunkt - Warenausgang - Z-Koordinate
es: Punto de ruta - salida de mercancías - Coordenada Z
fr: Point de passage - Sortie de marchandises - Coordonnée Z
nl: Waypoint - goederenafgifte - Z-coördinaat
pt: Ponto de passagem – saída de mercadorias – coordenada Z
ru: Путевая точка - выход продукции - координата Z

# RA.INPUT.PICK.APPROACH_A.X
source: Wegpunkt A - Wareneingang - X-Koordinate
es: Punto de ruta A - entrada de mercancías - Coordenada X
fr: Point de passage A - Entrée de marchandises - Coordonnée X
nl: Waypoint A - goederenontvangst - X-coördinaat
pt: Ponto de passagem A – entrada de mercadorias – coordenada X
ru: Путевая точка А - поступление продукции - координата X
