Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-omm.*.xlf
Languages: es, fr, nl, pt, ru

source: Für eine einwandfreie Funktion installieren Sie bitte einen einheitlichen Softwarestand. Die aktuellen Versionen finden Sie unter
es: Para garantizar un funcionamiento correcto, instale una versión de software normalizada. Encontrará las versiones actuales en
fr: Pour un fonctionnement parfait, veuillez installer une version logicielle uniforme. Vous trouverez les versions actuelles sous
nl: Om een goede werking te garanderen, moet je een gestandaardiseerde softwareversie installeren. Je vindt de huidige versies op
pt: Para garantir um funcionamento correto, é necessário instalar uma versão de software normalizada. As versões actuais podem ser consultadas em
ru: Для обеспечения правильного функционирования, пожалуйста, установите стандартную версию программного обеспечения. Актуальные версии можно найти по адресу

source: Version der zentralen Steuerung:
es: Versión de la unidad de control central:
fr: Version de la commande centrale :
nl: Versie van de centrale besturingseenheid:
pt: Versão da unidade de controlo central:
ru: Версия центрального блока управления:

source: Modul
es: Módulo
fr: Module
nl: Module
pt: Módulo
ru: Модуль

source: Seriennummer
es: Número de serie
fr: Numéro de série
nl: Serienummer
pt: Número de série
ru: Серийный номер

source: Controller
es: Controlador
fr: Contrôleur
nl: Regelaar
pt: Controlador
ru: Контроллер

source: Installiert
es: Instalado
fr: Installé
nl: Geïnstalleerd
pt: Instalado
ru: Установленный

source: Erwartete Version
es: Versión prevista
fr: Version attendue
nl: Verwachte versie
pt: Versão prevista
ru: Ожидаемая версия

source: SPS
es: PLC (SPS)
fr: PLC (SPS)
nl: PLC (SPS)
pt: PLC (SPS)
ru: PLC (SPS)

source: Kollisionswarnung
es: Aviso de colisión
fr: Alerte de collision
nl: Waarschuwing voor aanrijding
pt: Aviso de colisão
ru: Предупреждение о столкновении

source: Ein oder mehrere Fahrerlose Transportsysteme (FTS) sind durch Gegenstände auf der Fahrbahn am Weiterfahren blockiert.
es: Uno o varios vehículos de guiado automático (AGV) están bloqueados para continuar su marcha por objetos en la calzada.
fr: Un ou plusieurs chariots autoguidés (AGV) sont bloqués par des objets sur la chaussée qui les empêchent de poursuivre leur route.
nl: Een of meer automatisch geleide voertuigen (AGV's) kunnen hun weg niet vervolgen door objecten op de rijbaan.
pt: Um ou mais veículos guiados automaticamente (AGVs) estão impedidos de continuar a sua viagem por objectos na faixa de rodagem.
ru: Одному или нескольким автоматизированным управляемым транспортным средствам (AGV) мешают объекты на проезжей части.

source: Bitte entfernen Sie die Hindernisse um den Betrieb fortzusetzen.
es: Por favor, retire los obstáculos para continuar la marcha.
fr: Veuillez retirer les obstacles afin de poursuivre l'opération.
nl: Verwijder de obstakels om verder te kunnen rijden.
pt: Por favor, remova os obstáculos para continuar a operação.
ru: Пожалуйста, устраните препятствия, чтобы продолжить движение.

source: FTS mit gemeldeten Hindernissen:
es: AGV con obstáculos señalados:
fr: AGV avec obstacles signalés :
nl: AGV met gemelde obstakels:
pt: AGV com obstáculos assinalados:
ru: AGV с указанными препятствиями:

source: Letzte Position:
es: Última posición:
fr: Dernière position :
nl: Laatste positie:
pt: Última posição:
ru: Последнее положение:
