Repository: OliverBerger-ORBIS/ORBIS-Modellfabrik
Catalog: integrations/ff-central-control-unit/aps-dashboard-source/assets/i18n/messages-omm.*.xlf
Languages: es, fr, nl, pt, ru

source: Übersicht
es: Visión general
fr: Aperçu
nl: Overzicht
pt: Vista geral
ru: Обзор

source: Aufträge
es: Pedidos
fr: Commandes
nl: Orders
pt: Encomendas
ru: Заказы

source: Abläufe
es: Procesos
fr: Déroulements
nl: Processen
pt: Procedimentos
ru: Процессы

source: Konfiguration
es: Configuración
fr: Configuration
nl: Configuratie
pt: Configuração
ru: Конфигурация

source: Module
es: Módulos
fr: Modules
nl: Modules
pt: Módulos
ru: Модуль

source: Planspiel
es: Juego de simulación
fr: Simulation
nl: Simulatie
pt: Simulação
ru: Моделирование

source: Meldungen
es: Mensajes
fr: Messages
nl: Berichten
pt: Mensagens
ru: Уведомления

source: Statusmeldungen
es: Mensajes de estado
fr: Messages de statut
nl: Statusberichten
pt: Mensagens de estado
ru: Уведомления о статусе

# state.received
source: Status empfangen
es: Recibir estado
fr: Statut reçu
nl: Status ontvangen
pt: Receber estado
ru: Получить статус

# state.type
source: Statustyp
es: Tipo de estado
fr: Type de statut
nl: Statustype
pt: Tipo de estado
ru: Тип статуса

source: Nachrichtenherkunft
es: Origen de las noticias
fr: Origine des messages
nl: Herkomst berichten
pt: Origem da mensagem
ru: Формирование данных

source: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
nl: Geen gegevens beschikbaar
pt: Não há dados disponíveis
ru: Данные недоступны

source: Planspiel wird gestartet
es: Se lanza el juego de simulación
fr: Lancement de la simulation
nl: Simulatie wordt gestart
pt: A simulação começou
ru: Моделирование запущено

source: Planspiel starten
es: Iniciar juego de simulación
fr: Lancer la simulation
nl: Simulatie starten
pt: Iniciar simulação
ru: Начать моделирование

source: Name des Planspiels
es: Nombre del juego de simulación
fr: Nom de la simulation
nl: Naam van de simulatie
pt: Nome da simulação
ru: Наименование моделирования

source: Bitte geben Sie einen Namen ein.
es: Introduzca un nombre.
fr: Veuillez saisir un nom.
nl: Voer een naam in.
pt: Introduza um nome.
ru: Укажите наименование, пожалуйста.

source: Ein Planspiel mit diesem Namen existiert bereits.
es: Ya existe un juego de simulación con este nombre.
fr: Une simulation portant ce nom existe déjà.
nl: Er bestaat al een simulatie met deze naam.
pt: Já existe uma simulação com este nome.
ru: Моделирование с таким именем уже существует.

source: Produktionsplanung
es: Planificación de la producción
fr: Planification de la production
nl: Productieplanning
pt: Planeamento da produção
ru: Планирование производства

source: Werkstücktyp
es: Tipo de pieza
fr: Type de pièce
nl: Type werkstuk
pt: Tipo de peça
ru: Тип обрабатываемой детали

source: Dieses Werkstück ist nicht auf Lager.
es: Esta pieza no está en stock.
fr: Cette pièce n'est pas en stock.
nl: Dit werkstuk is niet op voorraad.
pt: Não há stock para esta peça.
ru: Данной детали нет в наличии.

source: Werkstück hinzufügen
es: Añadir pieza
fr: Ajouter une pièce
nl: Werkstuk toevoegen
pt: Adicionar peça
ru: Добавить деталь

source: Planspiel läuft
es: El juego de simulación funciona
fr: Simulation en cours
nl: Simulatie loopt
pt: Simulação em curso
ru: Деловая игра в процессе

source: Aufträge ohne Planspiel
es: Pedidos sin juego de simulación
fr: Commandes sans simulation
nl: Orders zonder simulatie
pt: Encomendas sem simulação
ru: Задания без моделирования

source: CSV herunterladen
es: Descargar CSV
fr: Télécharger le CSV
nl: CSV downloaden
pt: Transferir CSV
ru: Загрузить файл CSV

source: Ergebnisse von '{{simulationId}}'
es: Resultados de '{{simulationId}}'
fr: Résultats de '{{simulationId}}'
nl: Resultaten van '{{simulationId}}'
pt: Resultados de '{{simulationId}}’
ru: Результаты '{{simulationId}}'

source: Ergebnisse von Aufträgen ohne Planspiel
es: Resultados de las asignaciones sin juego de simulación
fr: Résultats des commandes sans simulation
nl: Resultaten van orders zonder simulatie
pt: Resultados das encomendas sem simulação
ru: Результаты заданий без моделирования

source: Bitte beachten Sie, dass die OEE-Berechnung erst nach Abschluss der Produktion einen sinnvollen Wert liefert.
es: Tenga en cuenta que el cálculo de la OEE solo proporciona un valor significativo una vez finalizada la producción.
fr: Veuillez noter que le calcul de l'OEE ne fournit une valeur significative qu'une fois la production terminée.
nl: Houd er rekening mee dat de OEE-berekening pas een zinvolle waarde oplevert als de productie is voltooid.
pt: Tenha em atenção que o cálculo do OEE apenas apresenta um valor significativo após a conclusão da produção.
ru: Обратите внимание, что расчет OEE дает приемлемые значения только после завершения производства.

source: OEE
ru: OEE (общая эффективность оборудования)

source: Qualität
es: Calidad
fr: Qualité
nl: Kwaliteit
pt: Qualidade
ru: Качество

source: Leistung
es: Rendimiento
fr: Performance
nl: Prestaties
pt: Desempenho
ru: Выработка

source: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
nl: Beschikbaarheid
pt: Disponibilidade
ru: Доступность

source: Gewählter Produktionsauftrag
es: Orden de fabricación seleccionada
fr: Commande de production sélectionné
nl: Geselecteerde productieorder
pt: Encomenda de produção selecionada
ru: Выбранный производственный заказ

source: Produktions- und Navigationsschritte
es: Pasos de producción y navegación
fr: Étapes de fabrication et de navigation
nl: Productie- en navigatiestappen
pt: Etapas de produção e navegação
ru: Этапы производства и навигации

source: Kein Produktionsauftrag ausgewählt
es: No se ha seleccionado ninguna orden de fabricación
fr: Aucune commande de production sélectionné
nl: Geen productieorder geselecteerd
pt: Não foi selecionada qualquer encomenda de produção
ru: Производственный заказ не выбран

source: Fertigungsschritte
es: Etapas de la producción
fr: Étapes de fabrication
nl: Productiestappen
pt: Etapas de fabrico
ru: Этапы изготовления

source: Aktueller Fertigungsschritt
es: Fase de producción actual
fr: Étape de production actuelle
nl: Huidige productiestap
pt: Etapa de fabrico atual
ru: Текущий этап изготовления

source: Auftragsinformationen
es: Información para pedidos
fr: Informations sur la commande
nl: Orderinformatie
pt: Informações sobre a encomenda
ru: Информация по заказу

source: Auftragsnummer
es: Número de pedido
fr: Numéro de commande
nl: Ordernummer
pt: Número da encomenda
ru: Номер заказа

source: Auftragsstatus
es: Estado del pedido
fr: Statut de la commande
nl: Orderstatus
pt: Estado da encomenda
ru: Статус заказа

source: Bestelldatum
es: Fecha del pedido
fr: Date de commande
nl: Besteldatum
pt: Data da encomenda
ru: Дата размещения заказа

source: Auftragseingang
es: Entrada de pedidos
fr: Réception de commande
nl: Inkomende orders
pt: Novas encomendas
ru: Получение заказа

source: Start der Bearbeitung
es: Iniciar el tratamiento
fr: Début du traitement
nl: Start verwerking
pt: Início do processamento
ru: Начало обработки

source: Ende der Bearbeitung
es: Fin del tratamiento
fr: Fin du traitement
nl: Einde verwerking
pt: Fim do processamento
ru: Окончание обработки

# Modulübersicht
source: Moduleübersicht
es: Resumen del módulo
fr: Aperçu des modules
nl: Module-overzicht
pt: Vista geral de módulo
ru: Обзор модуля

source: Name
es: Nombre
fr: Nom
nl: Naam
pt: Nome
ru: Наименование

source: Verbunden
es: Conectado
fr: Connecté
nl: Aangesloten
pt: Ligado
ru: Подключенный

source: Nicht verbunden
es: No conectado
fr: Non connecté
nl: Niet aangesloten
pt: Não ligado
ru: Не подключенный

source: Verfügbarkeitsstatus
es: Estado de disponibilidad
fr: Statut de disponibilité
nl: Beschikbaarheidsstatus
pt: Estado de disponibilidade
ru: Статус готовности

source: Konfiguriert
es: Configurado
fr: Configuré
nl: Geconfigureerd
pt: Configurado
ru: С заданной конфигурацией

source: Docke an DPS
es: Conexión a DPS
fr: Accostage au DPS
nl: Dock naar DPS
pt: Docas para DPS
ru: Док на DPS

source: Laden
es: Carga
fr: Charger
pt: Carregamento
ru: Зарядка

source: Laden beenden
es: Fin de la carga
fr: Terminer le chargement
nl: Laden beëindigen
pt: Terminar carregamento
ru: Завершить зарядку

source: Kalibrieren
es: Calibrar
fr: Calibrage
nl: Kalibreren
pt: Calibrar
ru: Калибрировать

source: Löschen
es: Borrar
fr: Supprimer
nl: Verwijderen
pt: Apagar
ru: Удалить

source: Endgültig löschen
es: Borrar definitivamente
fr: Supprimer définitivement
nl: Definitief verwijderen
pt: Eliminar permanentemente
ru: Окончательно удалить

source: Moduleinstellungen
es: Configuración del módulo
fr: Paramètres du module
nl: Module-instellingen
pt: Definições do módulo
ru: Настройки модуля

source: Modulwerte
es: Valores del módulo
fr: Valeurs du module
nl: Modulewaarden
pt: Valores do módulo
ru: Значение модуля

source: Fertigungsdauer
es: Tiempo de producción
fr: Délai de fabrication
nl: Productieduur
pt: Tempo de produção
ru: Сроки изготовления

source: Sekunden
es: Segundos
fr: Secondes
nl: Seconden
pt: Segundos
ru: Секунды

source: Blockiert durch Fehler
es: Bloqueado por error
fr: Bloqué par une erreur
nl: Geblokkeerd door fout
pt: Bloqueado por erro
ru: Заблокировано по ошибке

source: Kalibrierung
es: Calibración
fr: Calibrage
nl: Kalibratie
pt: Calibração
ru: Калибровка

source: Aktueller Auftrag
es: Pedido actual
fr: Commande en cours
nl: Huidige order
pt: Encomenda atual
ru: Текущее задание

source: Bestellung
es: Pedido
fr: Commande
nl: Bestelling
pt: Encomenda
ru: Заказ

source: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pt: Desconhecido
ru: Неизвестен

source: Kalibrierung beenden
es: Terminar calibración
fr: Terminer le calibrage
nl: Kalibratie beëindigen
pt: Terminar a calibração
ru: Завершить калибровку

source: Nicht gespeicherte Änderungen gehen verloren.
es: Los cambios no guardados se pierden.
fr: Les modifications non enregistrées sont perdues.
nl: Niet-opgeslagen wijzigingen gaan verloren.
pt: As alterações não guardadas serão perdidas.
ru: Несохраненные изменения будут потеряны.

source: Abbrechen
es: Cancelar
fr: Annuler
nl: Afbreken
pt: Cancelar
ru: Прерываться

source: Modulkalibrierung
es: Calibración del módulo
fr: Calibrage du module
nl: Modulekalibratie
pt: Calibração do módulo
ru: Калибровка модуля

source: Kalibrierung starten
es: Iniciar calibración
fr: Démarrer le calibrage
nl: Kalibratie starten
pt: Iniciar calibração
ru: Начать калибровку

source: Auf Werkseinstellungen zurücksetzen
es: Restablecer valores de fábrica
fr: Réinitialiser les paramètres d'usine
nl: Terugzetten naar fabrieksinstellingen
pt: Repor definições de fábrica
ru: Вернуться к заводским настройкам

source: Kalibrierungswerte
es: Valores de calibración
fr: Valeurs de calibrage
nl: Kalibratiewaarden
pt: Valores de calibração
ru: Калибровочные параметры

source: Werte laden
es: Valores de carga
fr: Charger des valeurs
nl: Waarden laden
pt: Carregar valores
ru: Загрузить параметры

source: Position zum Kalibrieren
es: Posición de calibración
fr: Position pour le calibrage
nl: Positie voor kalibratie
pt: Posição para calibração
ru: Положение для калибровки

# FACTORY_BASE_SETTINGS
source: APS Basiseinstellungen
es: Ajustes básicos APS
fr: Réglages de base de l'APS
nl: APS-basisinstellingen
pt: Definições básicas APS
ru: Основные настройки APS

source: Position wählen
es: Seleccionar posición
fr: Sélectionner la position
nl: Positie selecteren
pt: Selecionar posição
ru: Выбрать позицию

source: Position testen
es: Posición de prueba
fr: Tester la position
nl: Positie testen
pt: Testar posição
ru: Протестировать позицию

source: Anwenden
es: Solicitar
fr: Appliquer
nl: Toepassen
pt: Aplicar
ru: Применить

source: Zurücksetzen
es: Restablecer
fr: Réinitialiser
nl: Terugzetten
pt: Repor
ru: Сбросить

source: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt: Guardar
ru: Сохранить

source: Fabrikkonfiguration
es: Configuración de fábrica
fr: Configuration de l'usine
nl: Fabrieksconfiguratie
pt: Configuração de fábrica
ru: Заводская конфигурация

source: Bearbeitungsschritte
es: Pasos del proceso
fr: Étapes de traitement
nl: Bewerkingsstappen
pt: Passos de processamento
ru: Этапы обработки

source: Bearbeitungsschritt hinzufügen
es: Añadir paso de mecanizado
fr: Ajouter une étape de traitement
nl: Bewerkingsstap toevoegen
pt: Adicionar etapa de processamento
ru: Добавить этап обработки

source: Vorhandene Produktionsmodule
es: Módulos de producción existentes
fr: Modules de production existants
nl: Bestaande productiemodules
pt: Módulos de produção existentes
ru: Существующие производственные модули

# Auslagern aus Hochregallager
source: Auslagern über Hochregallager
es: Recuperación mediante almacén de estanterías elevadas
fr: Sortie de stock via des rayonnages en hauteur
nl: Opbergen via hoogbouwmagazijn
pt: Recuperação através de armazém de alta capacidade
ru: Выдача на многоярусном складе

# Werkstück.Blau
source: Blau
es: Azul
fr: Bleu
nl: Blauw
pt: Azul
ru: Синий

source: Fertiges Werkstück
es: Pieza acabada
fr: Pièce finie
nl: Afgewerkt werkstuk
pt: Peça acabada
ru: Готовая деталь

# Werkstück.Rot
source: Rot
es: Rojo
fr: Rouge
nl: Rood
pt: Vermelho
ru: Красный

# Werkstück.Weiß
source: Weiß
es: Blanco
fr: Blanc
nl: Wit
pt: Branco
ru: Белый

source: Auslieferung über Warenausgang
es: Entrega mediante salida de mercancías
fr: Livraison via la sortie de marchandises
nl: Levering via goederenafgifte
pt: Entrega através de saída de mercadorias
ru: Поставка путем выхода продукции

source: Fehlerzeitpunkt
es: Tiempo de error
fr: Moment de l'erreur
nl: Tijdstip van de fout
pt: Tempo de falha
ru: Время возникновения ошибки

# errorReferences
source: Fehlerreferenzen
es: Referencias de error
fr: Références de l'erreur
nl: Foutreferenties
pt: Referências da falha
ru: Ссылки на ошибки

source: IP: {{ip}} - Version: {{version}}
es: IP: {{ip}} - Versión: {{version}}
nl: IP: {{ip}} - versie: {{version}}
pt: IP: {{ip}} - Versão: {{version}}
ru: IP: {{ip}} - версия: {{version}}

source: Verbindungsstatus vom {{timestamp}}
es: Estado de la conexión desde {{timestamp}}
fr: Statut de la connexion à partir du {{timestamp}}
nl: Verbindingsstatus van {{timestamp}}
pt: Estado da ligação a partir de {{timestamp}}
ru: Состояние соединения с {{timestamp}}

source: Status für FTS [{{serialNumber}}] vom {{timestamp}}
es: Estado para FTS [{{serialNumber}}] de {{timestamp}}
fr: Statut pour VGA [{{serialNumber}}] à partir du {{timestamp}}
nl: Status voor AVG [{{serialNumber}}] vanaf {{timestamp}}
pt: Estado para FTS [{{serialNumber}}] a partir de {{timestamp}}
ru: Статус для AGV [{{serialNumber}}] с {{timestamp}}

source: Letzter Knoten / letztes Module {{lastNodeId}}
es: Último nodo / último módulo {{lastNodeId}}
fr: Dernier nœud / dernier module {{lastNodeId}}
nl: Laatste knooppunt / laatste module {{lastNodeId}}
pt: Último nó / último módulo {{lastNodeId}}
ru: Последний узел / последний модуль {{lastNodeId}}

source: Batteriestand {{percentage}}%
es: Nivel de batería {{percentage}}%
fr: Niveau de la batterie {{percentage}}%
nl: Accuniveau {{percentage}}%
pt: Nível da bateria {{percentage}}%
ru: Состояние аккумулятора {{percentage}}%

source: Status für Module [{{serialNumber}}] vom {{timestamp}}
es: Estado de los módulos [{{serialNumber}}] de {{timestamp}}
fr: Statut pour les modules [{{serialNumber}}] à partir du {{timestamp}}
nl: Status voor modules [{{serialNumber}}] vanaf {{timestamp}}
pt: Estado dos módulos [{{serialNumber}}] a partir de {{timestamp}}
ru: Статус модуля [{{serialNumber}}] с {{timestamp}}

source: Start
es: Inicio
fr: Démarrage
pt: Início
ru: Начало

source: Ende
es: Fin
fr: Fin
nl: Einde
pt: Fim
ru: Конец

source: Gesamtdauer
es: Duración total
fr: Durée totale
nl: Totale duur
pt: Duração total
ru: Общая продолжительность

source: Produktionsdauer
es: Tiempo de producción
fr: Délai de production
nl: Productieduur
pt: Duração da produção
ru: Продолжительность изготовления

source: Transportdauer
es: Duración del transporte
fr: Délai de transportation
nl: Duur van transport
pt: Duração do transporte
ru: Продолжительность транспортировки

# Produktionsschritt.FTS
source: Fahrerloses Transportsystem
es: Sistema de transporte sin conductor
fr: Système de transport sans chauffeur
nl: Transportsysteem zonder chauffeur
pt: Sistema de transporte sem condutor
ru: Автоматическая транспортная система

source: Auftrag
es: Pedido
fr: Commande
nl: Order
pt: Encomenda
ru: Заказ

source: Laufende Aufträge
es: Pedidos en curso
fr: Commandes en cours
nl: Lopende orders
pt: Encomendas em curso
ru: Текущие заказы

source: Keine laufenden Aufträge verfügbar
es: No hay pedidos disponibles
fr: Aucunes commandes en cours disponibles
nl: Geen lopende orders beschikbaar
pt: Não há encomendas atuais disponíveis
ru: Текущие заказы недоступны

source: Abgeschlossene Aufträge
es: Pedidos completados
fr: Commandes terminées
nl: Afgeronde orders
pt: Encomendas concluídas
ru: Завершенные заказы

source: Keine abgeschlossenen Aufträge verfügbar
es: No hay pedidos completados disponibles
fr: Aucunes commandes terminées disponibles
nl: Geen afgeronde orders beschikbaar
pt: Não existem encomendas concluídas disponíveis
ru: Завершенные заказы недоступны

source: Keine Modulinformationen verfügbar
es: No hay información disponible sobre el módulo
fr: Aucunes informations de module disponibles
nl: Geen module-informatie beschikbaar
pt: Não há informações sobre os módulos disponíveis
ru: Информация о модуле отсутствует

source: Controller for the Future-Factory not connected
es: Controlador de la Fábrica del Futuro no conectado
nl: Controller voor de Future-Factory niet aangesloten
pt: Controlador para a Future-Factory não ligado
ru: Контроллер для Future-Factory не подключен

source: Fabrik zurücksetzen
es: Restablecimiento de fábrica
fr: Réinitialiser l'usine
nl: Naar fabrieksinstellingen resetten
pt: Repor definições de fábrica
ru: Сброс к заводским настройкам

source: Soll die Fabrik wirklich zurückgesetzt werden?
es: ¿Realmente se debe restablecer la fábrica?
fr: Faut-il vraiment réinitialiser l'usine ?
nl: Wilt u echt resetten naar fabrieksinstellingen?
pt: Tem a certeza de que deseja repor os valores de fábrica?
ru: Действительно сбросить к заводским настройкам?

source: Ja
es: Sí
fr: Oui
pt: Sim
ru: Да

source: Nein
es: No
fr: Non
nl: Nee
pt: Não
ru: Нет

source: Hinzufügen
es: Añadir
fr: Ajouter
nl: Toevoegen
pt: Adicionar
ru: Добавить

source: Vergrößern
es: Ampliar
fr: Agrandir
nl: Vergroten
pt: Aumentar
ru: Увеличить

source: Verkleinern
es: Reducir
fr: Réduire
nl: Verkleinen
pt: Reduzir
ru: Уменьшить

source: Kreuzung
es: Cruce
fr: Croisement
nl: Kruising
pt: Cruzamento
ru: Пересечение

# Produktionsschritt.CHRG
source: Ladestation
es: Estación de carga
fr: Station de recharge
nl: Oplaadstation
pt: Estação de carregamento
ru: Зарядная станция

source: Drehen
es: Girar
fr: Tourner
nl: Draaien
pt: Rodar
ru: Обтачивать

source: Mehr
es: Más
fr: Plus
nl: Meer
pt: Mais
ru: Далее

source: Kalibrierungsinformationen
es: Información de calibración
fr: Informations sur le calibrage
nl: Kalibratie-informatie
pt: Informações de calibração
ru: Данные калибровки

source: Beim Starten des Planspiels ist ein Fehler aufgetreten.
es: Se ha producido un error al iniciar el juego de simulación.
fr: Une erreur est survenue lors du lancement de la simulation.
nl: Er is een fout opgetreden bij het starten van de simulatie.
pt: Ocorreu um erro ao iniciar a simulação.
ru: При запуске моделирования произошла ошибка.

source: OK
ru: ОК

source: Das Planspiel wurde erfolgreich gestartet.
es: El juego de simulación se lanzó con éxito.
fr: La simulation a été lancé avec succès.
nl: De simulatie is succesvol gestart.
pt: O início da simulação foi bem-sucedido.
ru: Моделирование было успешно запущено.

source: Die zentrale Steuerung hat die Verbindung zur APS verloren. Bitte starten Sie die zentrale Steuerung neu.
es: La unidad de control central ha perdido la conexión con el APS. Por favor, reinicie la unidad de control central.
fr: La commande centrale a perdu la connexion avec l'APS. Veuillez redémarrer la commande centrale.
nl: De centrale besturing heeft de verbinding met de APS verloren. Start de centrale besturing opnieuw.
pt: A unidade de controlo central perdeu a ligação à APS. Reinicie a unidade de controlo central.
ru: Центральный пульт управления потерял связь с APS. Запустите центральный пульт управления снова.

source: Keine Metadaten verfügbar
es: No hay metadatos disponibles
fr: Aucune métadonnée disponible
nl: Geen metadata beschikbaar
pt: Não há metadados disponíveis
ru: Метаданные недоступны

source: nicht in Fabrik eingebunden
es: no implicad en la fábrica
fr: pas intégré dans l'usine
nl: niet ingepakt in fabriek
pt: não integrado na fábrica
ru: не задействован в производстве

source: In Fabrik eingebunden seit {{since}}
es: Implicado en la fábrica desde {{since}}
fr: Intégré dans l'usine depuis {{since}}
nl: Ingepakt in fabriek sinds {{since}}
pt: Integrado na fábrica desde {{since}}
ru: Задействован в производстве с {{since}}

source: nicht im Layout
es: no en maquetación
fr: pas dans la mise en page
nl: niet in lay-out
pt: não está no layout
ru: отсутствует на чертеже

source: im Layout seit {{since}}
es: en maquetación desde {{since}}
fr: dans la mise en page depuis {{since}}
nl: in lay-out sinds {{since}}
pt: na disposição desde {{since}}
ru: на чертеже с {{since}}

source: AIQS muss immer am Ende der Kette stehen
es: AIQS debe estar siempre al final de la cadena
fr: AIQS doit toujours se trouver à la fin de la chaîne
nl: AIQS moet altijd aan het einde van de keten staan
pt: O AIQS deve estar sempre no fim da cadeia
ru: AIQS должен быть всегда в конце цепочки

source: Verfügbar
es: Disponible
fr: Disponible
nl: Beschikbaar
pt: Disponível
ru: Доступный

source: Ergebnisse von {{simulationId}}
es: Resultados de {{simulationId}}
fr: Résultats de {{simulationId}}
nl: Resultaten van {{simulationId}}
pt: Resultados de {{simulationId}}
ru: Результаты {{simulationId}}

source: Gesamt
es: Total
fr: Total
nl: Totaal
pt: Total
ru: Итого

source: Wartungsmodus
es: Modo de mantenimiento
fr: Mode de maintenance
nl: Onderhoudsmodus
pt: Modo de manutenção
ru: Режим обслуживания

source: Rot bestellen
es: Pedir rojo
fr: Commander du rouge
nl: Bestellen rood
pt: Encomendar vermelho
ru: Заказать красный

source: Weiß bestellen
es: Pedir blanco
fr: Commander blanc
nl: Bestellen wit
pt: Encomendar branco
ru: Заказать белый

source: Blau bestellen
es: Pedir azul
fr: Commander du bleu
nl: Bestellen blauw
pt: Encomendar azul
ru: Заказать синий

# errorType
source: Fehlerart
es: Tipo de error
fr: Type d'erreur
nl: Type fout
pt: Tipo de avaria
ru: Тип ошибки

# errorLevel
source: Schweregrad
es: Gravedad
fr: Degré de gravité
nl: Ernst
pt: Gravidade
ru: Категория сложности

source: Fahrzeuge
es: Vehículos
fr: Véhicules
nl: Voertuigen
pt: Veículos
ru: Транспортные средства

source: FTS
fr: VGA
nl: AVG
ru: AGV

# Status.ENQUEUED
source: Wartet
es: Espere
fr: En attente
nl: Wacht
pt: Em espera
ru: Ожидает

# Status.IN_PROGRESS
source: In Bearbeitung
es: En curso
fr: En cours de traitement
nl: In uitvoering
pt: Em curso
ru: Выполняется

# Status.FINISHED
source: Fertig
es: Listo
fr: Terminé
nl: Gereed
pt: Concluído
ru: Готово

# Status.ERROR
source: Fehler
es: Error
fr: Erreur
nl: Fout
pt: Falha
ru: Ошибка

# Status.CANCELLED
source: Abgebrochen
es: Abortado
fr: Annulé
nl: Afgebroken
pt: Cancelado
ru: Прерван

# Befehl.CHECK_QUALITY
source: Qualitätsprüfung
es: Control de calidad
fr: Contrôle de qualité
nl: Kwaliteitscontrole
pt: Controlo de qualidade
ru: Контроль качества

# Befehl.PICK
source: FTS entladen
es: Descargar FTS
fr: Déchargement du VGA
nl: AVG lossen
pt: Transferir FTS
ru: Разгрузить AGV

# Befehl.DROP
source: FTS beladen
es: Cargar FTS
fr: Chargement du VGA
nl: AVG laden
pt: Carregar FTS
ru: Загрузить AGV

# Befehl.MILL
source: Fräsen
es: Fresado
fr: Fraisage
nl: Frezen
pt: Fresagem
ru: Фрезеровать
